Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# menu.move
source: Move
cs: Přesunout
es_mx: Mover
ru: Переместить
zh_hans: 移动

# menu.rename
source: Rename
cs: Přejmenovat
es_mx: Renombrar
ru: Переименовать
zh_hans: 重命名

# menu.delete
source: Delete
cs: Smazat
es_mx: Borrar
ru: Удалить
zh_hans: 删除

# menu.share
source: Share
cs: Sdílet
es_mx: Compartir
ru: Поделиться
zh_hans: 分享

# menu.info
source: Info
es_mx: Información
ru: Инфо
zh_hans: 概览

# menu.tags
source: Tags
cs: Značky
es_mx: Etiquetas
ru: Метки
zh_hans: 标签

# menu.read
source: Read
cs: Číst
es_mx: Leer
ru: Читать
zh_hans: 阅读

# menu.reorder
source: Rearrange
cs: Uspořádat
es_mx: Reordenar
ru: Переставить
zh_hans: 重新排列

# menu.unload
source: Unload
cs: Vyhrát
es_mx: Liberar
ru: Выгрузить
zh_hans: 从本地删除

# menu.download
source: Download
cs: Nahrát
es_mx: Descargar
ru: Загрузить
zh_hans: 下载

# menu.exclude
source: Exclude
cs: Vyloučit
es_mx: Excluir
ru: Исключить
zh_hans: 删除

# menu.more
source: More
cs: Více
es_mx: Más
ru: Ещё
zh_hans: 更多

# menu.copy
source: Copy
cs: Kopírovat
es_mx: Copiar
ru: Копировать
zh_hans: 复制

# menu.search
source: Search
cs: Najít
es_mx: Buscar
ru: Найти
zh_hans: 搜索

# menu.mark
source: Mark
cs: Označit
es_mx: Marcar
ru: Отметить
zh_hans: 高亮

# menu.note
source: Note
cs: Poznámka
es_mx: Nota
ru: Заметка
zh_hans: 添加备注

# menu.sketch
source: Sketch
cs: Obrázek
es_mx: Garabato
ru: Рисунок
zh_hans: 手写笔记

# menu.edit
source: Edit
cs: Úprava
es_mx: Editar
ru: Правка
zh_hans: 编辑

# menu.translate
source: Translate
cs: Přeložit
es_mx: Traducir
ru: Перевести
zh_hans: 翻译

# menu.recognize
source: Recognize
cs: Rozpoznat
es_mx: Reconocer
ru: Распознать
zh_hans: 识别

# menu.selectimage
source: Select image
cs: Vybrat obrázek
es_mx: Elegir imagen
ru: Выделить изображение
zh_hans: 选择图片

# menu.sticker
source: Sticker
cs: Nálepka
es_mx: Estampa
ru: Стикер
zh_hans: 贴纸

# menu.update
source: Update
cs: Obnovit
es_mx: Actualizar
ru: Обновить
zh_hans: 更新

# menu.define
source: Define
cs: Definice
es_mx: Definición
ru: Определение
zh_hans: 词典

# menu.launch
source: Launch
cs: Spuštění
es_mx: Lanzamiento
ru: Запуск
zh_hans: 启动

# menu.color
source: Color
cs: Barva
ru: Цвет
zh_hans: 颜色

# menu.style
source: Style
cs: Styl
es_mx: Estilo
ru: Стиль
zh_hans: 格式

# menu.listen
source: Listen
cs: Poslouchat
es_mx: Escuchar
ru: Прослушать
zh_hans: 朗读

# menu.speak
source: Speak
cs: Mluvit
es_mx: Leer en voz alta
ru: Проговорить
zh_hans: 朗读

# menu.stop
source: Stop
cs: Zastavit
es_mx: Detener
ru: Остановить
zh_hans: 停止

# menu.open
source: Open
cs: Otevřít
es_mx: Abrir
ru: Открыть
zh_hans: 打开

# menu.back
source: Back
cs: Zpět
es_mx: Atrás
ru: Назад
zh_hans: 返回

source: Home Screen
cs: Domovská obrazovka
es_mx: Pantalla de inicio
ru: Домашний экран
zh_hans: 主屏幕

# home.layout.cards
source: Cards
cs: Karty
es_mx: Tarjetas
ru: Карточки
zh_hans: 卡片

# home.layout.grid
source: Grid
cs: Mřížka
es_mx: Cuadrícula
ru: Сетка
zh_hans: 网格

# home.layout.list
source: List
cs: Seznam
es_mx: Lista
ru: Список
zh_hans: 列表

# home.deck.pin
source: Pin
cs: Připojit
es_mx: Fijar
ru: Прикрепить
zh_hans: 图钉

# book.general
source: Book
cs: Kniha
es_mx: Libro
ru: Книга
zh_hans: 书

# book.resolving
source: Resolving book..
cs: Otevřené knihy..
es_mx: Abriendo el libro...
ru: Открытие книги..
zh_hans: 正在解析电子书 ...

source: Bookshelf
cs: Knihovna
es_mx: Librero
ru: Книжная полка
zh_hans: 书架

# bookshelf.sequences
source: Series
cs: Série
ru: Серии
zh_hans: 系列

# bookshelf.authors
source: Authors
cs: Autoři
es_mx: Autores
ru: Авторы
zh_hans: 作者

# bookshelf.subjects
source: Subjects
cs: Žánry
es_mx: Temas
ru: Сюжеты
zh_hans: 主题

# bookshelf.publishers
source: Publishers
cs: Vydavatelé
es_mx: Editores
ru: Издатели
zh_hans: 出版商

# bookshelf.tags
source: Tags
cs: Označené
es_mx: Etiquetas
ru: Метки
zh_hans: 标签

# bookshelf.recent
source: Recent
cs: Nedávné
es_mx: Recientes
ru: Недавнее
zh_hans: 最近

# bookshelf.popular
source: Popular
cs: Populární
es_mx: Populares
ru: Популярные
zh_hans: 热门

# bookshelf.new
source: New
cs: Novinky
es_mx: Nuevos
ru: Новинки
zh_hans: 最新

# bookshelf.unread
source: Unread
cs: Nepřečtené
es_mx: Sin leer
ru: Не прочитаны
zh_hans: 未读

# bookshelf.reading
source: Reading
cs: Právě čtené
es_mx: Leyendo
ru: Читаются
zh_hans: 阅读中

# bookshelf.read
source: Finished
cs: Přečtené
es_mx: Terminados
ru: Прочитанные
zh_hans: 完成

# bookshelf.rated
source: With rating
cs: Hodnocené
es_mx: Con clasificación
ru: С оценкой
zh_hans: 评分

# bookshelf.all
source: All books
cs: Všechny knihy
es_mx: Todos los libros
ru: Все книги
zh_hans: 所有书籍

# bookshelf.cataloguer
source: Cataloguer
cs: Katalogizátor
es_mx: Catalogador
ru: Каталогизатор
zh_hans: 编目

# bookshelf.add
source: Add a bookshelf
cs: Přidat knižní polici
es_mx: Añadir un librero
ru: Добавить книжную полку
zh_hans: 添加书架

# bookshelf.add.folder
source: Pick a folder on the Device or in the attached Cloud Storage as the bookshelf
cs: Vyberte složku v zařízení nebo v přiloženém cloudovém úložišti jako knižní polici
es_mx: Elige como librero a una carpeta del dispositivo o del almacén en la nube vinculado
ru: Выберите папку на устройстве или в прикрепленном облачном хранилище в качестве книжной полки
zh_hans: 选择设备上或云存储中的文件夹作为书架

# bookshelf.add.sequence
source: Pick a book's seria as the bookshelf
cs: Vyberte si knižní řadu jako polici
es_mx: Elige como librero a una serie
ru: Выберите серию книг в качестве книжной полки
zh_hans: 选一本书的系列作为书架

# bookshelf.add.author
source: Pick a book's author as the bookshelf
cs: Vyberte autora knihy pro knižní polici
es_mx: Elige como librero a un autor
ru: Выберите автора книги для книжной полки
zh_hans: 选择一本书的作者作为书架

# bookshelf.add.subject
source: Pick a book's subject as the bookshelf
cs: Vyberte žánr knihy jako knižní polici
es_mx: Elige como librero a un tema
ru: Выберите сюжет книги как книжную полку
zh_hans: 选择一本书的主题作为书架

# bookshelf.add.publisher
source: Pick a book's publisher as the bookshelf
cs: Vyberte vydavatele knihy pro knižní polici
es_mx: Elige como librero a un editor
ru: Выберите издателя книги для книжной полки
zh_hans: 选择一本书的出版商作为书架

# bookshelf.add.tag
source: Pick a book's tag as the bookshelf
cs: Vyberte označení knihy jako knižní polici
es_mx: Elige como librero a una etiqueta
ru: Выберите метку книги как книжную полку
zh_hans: 选择一本书的标签作为书架

# bookshelf.add.category
source: Pick a cataloguer category as the bookshelf
cs: Vyberte kategorii katalogizátoru jako knižní polici
es_mx: Elige como librero a una categoría del catalogador
ru: Выберите категорию каталогизатора как книжную полку
zh_hans: 选择一个编目作为书架

# bookshelf.layout
source: Layout
cs: Uspořádání
es_mx: Distribución
ru: Облик
zh_hans: 布局

# bookshelf.layout.covers
source: Covers
cs: Obaly
es_mx: Cubiertas
ru: Обложки
zh_hans: 封面

# bookshelf.layout.cards
source: Cards
cs: Karty
es_mx: Tarjetas
ru: Карточки
zh_hans: 卡片

# bookshelf.layout.cards.mini
source: Mini cards
cs: Malé karty
es_mx: Tarjetas minis
ru: Малые карточки
zh_hans: 小卡片

# bookshelf.layout.cards.large
source: Large cards
cs: Velké karty
es_mx: Tarjetas grandes
ru: Большие карточки
zh_hans: 大卡片

# bookshelf.clean.category
source: Delete Empty
cs: Smazat prázdné
es_mx: Quitar vacías
ru: Удалить пустые
zh_hans: 清空

# bookshelf.clean.category.fmt
source: Are you sure want to clean category %@ and delete %@?
cs: Jste si jisti, že chcete vyčistit kategorii %@ a smazat %@?
es_mx: ¿Quieres limpiar la categoría %@ y borrar %@?
ru: Вы уверены, что хотите очистить категорию %@ и удалить %@?
zh_hans: 您确定要清除类别%@并删除%@？

# bookshelf.insert.category.done
source: Done, a category has been added
cs: Hotovo, kategorie přidaná
es_mx: Listo, se añadió una categoría
ru: Готово, добавлена категория
zh_hans: 完成，已添加一个类别

# bookshelf.collection
source: Collection
cs: Kolekce
es_mx: Colección
ru: Коллекция
zh_hans: 收藏

# bookshelf.collections
source: Collections
cs: Kolekce
es_mx: Colecciones
ru: Коллекции
zh_hans: 收藏夹

# bookshelf.collection.add
source: Add a collection
cs: Přidat kolekci
es_mx: Añadir una colección
ru: Добавить коллекцию
zh_hans: 添加一个收藏夹

# bookshelf.collection.pick
source: Pick a collection as the bookshelf
cs: Vyberte kolekci jako knižní polici
es_mx: Elige como librero a una colección
ru: Выберите коллекцию как книжную полку
zh_hans: 选择一个收藏夹作为书架

# bookshelf.detail.recent
source: List of recent books
cs: Seznam posledních knih
es_mx: Lista de libros recientes
ru: Список последних книг
zh_hans: 近期书籍清单

# bookshelf.detail.popular
source: List of popular books
cs: Seznam oblíbených knih
es_mx: Lista de libros populares
ru: Список популярных книг
zh_hans: 热门书籍列表

# bookshelf.detail.new
source: List of newest books
cs: Seznam nových knih
es_mx: Lista de los libros más nuevos
ru: Список новых книг
zh_hans: 最新书籍清单

# bookshelf.detail.unread
source: List of unread books
cs: Seznam nepřečtených knih
es_mx: Lista de libros sin leer
ru: Список непрочитанных книг
zh_hans: 未读书籍清单

# bookshelf.detail.reading
source: List of books currently being read
cs: Seznam čtených knih
es_mx: Lista de los libros que estás leyendo
ru: Список читаемых книг
zh_hans: 正在阅读的书籍清单

# bookshelf.detail.read
source: List of finished books
cs: Seznam přečtených knih
es_mx: Lista de libros terminados de leer
ru: Список прочитанных книг
zh_hans: 完本清单

# bookshelf.detail.rated
source: List of books with rating
cs: Seznam knih s hodnocením
es_mx: Lista de libros con clasificación
ru: Список книг с оценкой
zh_hans: 具有评级的书籍清单

# bookshelf.detail.sequences
source: List of series
cs: Seznam sérií
es_mx: Lista de series
ru: Список серий
zh_hans: 系列列表

# bookshelf.detail.authors
source: List of authors
cs: Seznam autorů
es_mx: Lista de autores
ru: Список авторов
zh_hans: 作者名单

# bookshelf.detail.subjects
source: List of subjects
cs: Seznam žánrů
es_mx: Lista de temas
ru: Список сюжетов
zh_hans: 主题列表

# bookshelf.detail.publishers
source: List of publishers
cs: Seznam vydavatelů
es_mx: Lista de editores
ru: Список издателей
zh_hans: 出版商名单

# bookshelf.detail.tags
source: List of tags
cs: Seznam označení
es_mx: Lista de etiquetas
ru: Список меток
zh_hans: 标签列表

# bookshelf.detail.collections
source: List of collections
cs: Seznam kolekcí
es_mx: Lista de colecciones
ru: Список коллекций
zh_hans: 收藏清单

# bookshelf.detail.cataloguer
source: All Lists
cs: Všechny záznamy
es_mx: Todas las listas
ru: Все списки
zh_hans: 所有列表

# bookshelf.empty
source: Empty bookshelf
cs: Prázdná knižní police
es_mx: Librero vacío
ru: Пустая книжная полка
zh_hans: 清空书架

# bookshelf.empty.recent
source: No recent books in last 30 days
cs: Žádné aktuální knihy za 30 dní
es_mx: No hay libros recientes en los últimos 30 días
ru: Нет последних книг за 30 дней
zh_hans: 最近30天没有新书

# bookshelf.empty.popular
source: List of popular books is not collected yet
cs: Seznam populárních knih ještě nebyl sestaven
es_mx: Aún no se forma la lista de libros populares
ru: Список популярных книг еще не собран
zh_hans: 没有热门图书清单

# bookshelf.empty.new
source: No new books in last 30 days
cs: Žádné nové knihy za 30 dní
es_mx: No hay libros nuevos en los últimos 30 días
ru: Нет новых книг за 30 дней
zh_hans: 过去30天没有新书

# bookshelf.empty.unread
source: No unread books
cs: Žádné nepřečtené knihy
es_mx: No hay libros sin leer
ru: Нет непрочитанных книг
zh_hans: 没有未读的书

# bookshelf.empty.reading
source: No books
cs: Žádné knihy nebyly čteny
es_mx: Sin libros
ru: Нет читаемых книг
zh_hans: 没有书

# bookshelf.empty.read
source: No finished books
cs: Žádné knihy nebyly přečteny
es_mx: No hay libros terminados de leer
ru: Нет прочитанных книг
zh_hans: 没有看完的书

# bookshelf.empty.rated
source: No books with rating
cs: Žádné knihy nebyly hodnoceny
es_mx: No hay libros con clasificación
ru: Нет книг с оценкой
zh_hans: 没有评级的书籍

# bookshelf.empty.collections
source: No collections
cs: Žádné sbírky
es_mx: Sin colecciones
ru: Нет коллекций
zh_hans: 没有收藏

# bookshelf.empty.collection
source: Empty Collection
cs: Prázdná sbírka
es_mx: Colección vacía
ru: Пустая коллекция
zh_hans: 清空收藏夹

# bookshelf.empty.category
source: Empty List
cs: Prázdný seznam
es_mx: Lista vacía
ru: Пустой список
zh_hans: 清空列表

# bookshelf.hint.read
source: Mark as `Read` in the bookcard in the Metrics section
cs: Na kartě knihy v části Metrika vložte značku `Přečteno`
es_mx: Marca un libro como leído en la sección de Estadísticas de la tarjeta del libro.
ru: Поставьте отметку `Прочитано` в карточке книги в разделе Метрика
zh_hans: 将书籍的标记呈现在书卡的统计中

# bookshelf.hint.rated
source: Rate in the bookcard in the Review section
cs: Vložte hodnocení v kartě knihy v části Recence
es_mx: Clasifica un libro en la sección de Reseña de la tarjeta del libro.
ru: Поставьте оценку в карточке книги в разделе Рецензия
zh_hans: 在“评论”部分的书卡中评分

# bookshelf.hint.collection
source: The collection can contain books, authors, series, subjects, tags and other collections
cs: Sbírka může obsahovat knihy, autory, série, žánry, značky a další sbírky
es_mx: Una colección puede contener libros, autores, series, temas, etiquetas y otras colecciones.
ru: Коллекция может содержать книги, авторов, серии, сюжеты, метки и другие коллекции
zh_hans: 该集合可以包含书籍，作者，系列，主题，标签和其他集合。

source: Book card
cs: Knižní karta
es_mx: Tarjeta del libro
ru: Книжная карточка
zh_hans: 书卡

# bookcard.title.add
source: Add a title
cs: Přidat název
es_mx: Añade un título
ru: Добавить название
zh_hans: 添加标题

# bookcard.title.prompt
source: Enter a title
cs: Zadejte název
es_mx: Escribe el título
ru: Введите название
zh_hans: 输入标题

# bookcard.subtitle.add
source: Add a subtitle
cs: Přidat podtitul
es_mx: Añade un título secundario
ru: Добавить подзаголовок
zh_hans: 添加副标题

# bookcard.subtitle.prompt
source: Enter a subtitle
cs: Zadejte podtitul
es_mx: Escribe el título secundario
ru: Введите подзаголовок
zh_hans: 输入副标题

# bookcard.sequence
source: Serie
cs: Série
es_mx: Series
ru: Серия
zh_hans: 系列

# bookcard.sequence.add
source: Add a serie
cs: Přidat sérii
es_mx: Añade una serie
ru: Добавить серию
zh_hans: 添加一系列

# bookcard.sequence.prompt
source: Enter a serie
cs: Zadejte sérii
es_mx: Escribe la serie
ru: Введите серию
zh_hans: 输入一个系列

# bookcard.sequence.name.prompt
source: Enter a serie name
cs: Zadejte název série
es_mx: Escribe el nombre de una serie
ru: Введите название серии
zh_hans: 输入系列名称

# bookcard.sequence.number.prompt
source: Enter a serie number (optional)
cs: Zadejte pořadové číslo (volitelně)
es_mx: Escribe el número de una serie (opcional)
ru: Введите порядковый номер (необязательно)
zh_hans: 输入序列号（可选）

# bookcard.author
source: Author
cs: Autor
es_mx: Autor
ru: Автор
zh_hans: 作者

# bookcard.author.add
source: Add an author
cs: Přidat autora
es_mx: Añade un autor
ru: Добавить автора
zh_hans: 添加作者

# bookcard.author.prompt
source: Enter an author
cs: Zadejte autora
es_mx: Escribe el autor
ru: Введите автора
zh_hans: 输入作者

# bookcard.author.name.prompt
source: Full name in free form
cs: Celé jméno ve volném formátu
es_mx: Nombre completo en cualquier formato
ru: Полное имя в свободной форме
zh_hans: 全名

# bookcard.author.norm.prompt
source: Last name, First name
cs: Příjmení, jméno [2. jméno]
es_mx: Apellidos, Nombres
ru: Фамилия, Имя [Отчество]
zh_hans: 姓氏，名字

# bookcard.subject
source: Subject
cs: Žánr
es_mx: Tema
ru: Сюжет
zh_hans: 主题

# bookcard.subject.add
source: Add a subject
cs: Přidat žánr
es_mx: Añade un tema
ru: Добавить сюжет
zh_hans: 添加主题

# bookcard.subject.prompt
source: Enter a subject
cs: Zadejte žánr
es_mx: Escribe el tema
ru: Введите сюжет
zh_hans: 输入主题

# bookcard.annotation
source: Annotation
cs: Vysvětlivka
es_mx: Anotación
ru: Аннотация
zh_hans: 注释

# bookcard.annotation.add
source: Add an annotation
cs: Přidat vysvětlivku
es_mx: Añade una anotación
ru: Добавить аннотацию
zh_hans: 添加注释

# bookcard.annotation.prompt
source: Enter an annotation
cs: Zadejte vysvětlivku
es_mx: Escribe la anotación
ru: Введите аннотацию
zh_hans: 输入注释

# bookcard.published
source: Publication date
cs: Datum vydání
es_mx: Fecha de publicación
ru: Дата издания
zh_hans: 出版日期

# bookcard.published.add
source: Add a publication date
cs: Přidat datum vydání
es_mx: Añade una fecha de publicación
ru: Добавить дату издания
zh_hans: 添加出版日期

# bookcard.published.prompt
source: Enter a publication date
cs: Zadejte datum vydání
es_mx: Escribe la fecha de publicación
ru: Введите дату издания
zh_hans: 输入出版日期

# bookcard.publisher
source: Publisher
cs: Vydavatel
es_mx: Editor
ru: Издатель
zh_hans: 出版商

# bookcard.publisher.add
source: Add a publisher
cs: Přidat vydavatele
es_mx: Añade un editor
ru: Добавить издателя
zh_hans: 添加出版商

# bookcard.publisher.prompt
source: Enter a publisher
cs: Zadejte vydavatele
es_mx: Escribe el editor
ru: Введите издателя
zh_hans: 输入出版商

# bookcard.language
source: Language
cs: Jazyk
es_mx: Idioma
ru: Язык
zh_hans: 语言

# bookcard.language.add
source: Add a language
cs: Přidat jazyk
es_mx: Añade un idioma
ru: Добавить язык
zh_hans: 添加语言

# bookcard.language.prompt
source: Enter a language
cs: Zadejte jazyk
es_mx: Escribe el idioma
ru: Введите язык
zh_hans: 输入语言

# bookcard.identifiers
source: Identifiers
cs: Identifikátory
es_mx: Identificadores
ru: Идентификаторы
zh_hans: 标识符

# bookcard.identifier
source: Identifier
cs: Identifikátor
es_mx: Identificador
ru: Идентификатор
zh_hans: 标识符

# bookcard.identifier.add
source: Add an identifier
cs: Přidat identifikátor
es_mx: Añade un identificador
ru: Добавить идентификатор
zh_hans: 添加标识符

# bookcard.identifier.prompt
source: Enter a book identifier (isbn, issn, doi, openlibrary, url, etc)
cs: Zadejte identifikátor knihy (isbn, issn, doi, openlibrary, url)
es_mx: Escribe el identificador del libro (isbn, issn, doi, openlibrary, url, etc.)
ru: Введите идентификатор книги (isbn, issn, doi, openlibrary, url)
zh_hans: 写出书的标识符（isbn，issn，doi，openlibrary，url等）

# bookcard.keywords
source: Keywords
cs: Klíčová slova
es_mx: Palabras clave
ru: Ключевые слова
zh_hans: 关键词

# bookcard.keywords.add
source: Add keywords
cs: Přidat klíčová slova
es_mx: Añade palabras clave
ru: Добавить ключевые слова
zh_hans: 添加关键词

# bookcard.keywords.prompt
source: Enter keywords
cs: Zadejte klíčová slova
es_mx: Escribe palabras clave
ru: Введите ключевые слова
zh_hans: 输入关键词

# bookcard.source
source: Source
cs: Zdroj
es_mx: Fuente
ru: Источник
zh_hans: 来源

# bookcard.files
source: Files
cs: Soubory
es_mx: Archivos
ru: Файлы
zh_hans: 文件

# bookcard.metrics
source: Metrics
cs: Metrika
es_mx: Estadísticas
ru: Метрика
zh_hans: 统计

# bookcard.action.read
source: Read
cs: Číst
es_mx: Leer
ru: Читать
zh_hans: 阅读

# bookcard.action.listen
source: Listen
cs: Poslouchat
es_mx: Escuchar
ru: Слушать
zh_hans: 朗读

# bookcard.action.download
source: Download
cs: Stáhnout
es_mx: Descargar
ru: Загрузить
zh_hans: 下载

# bookcard.action.sample
source: Sample
cs: Vzorek
es_mx: Muestra
ru: Образец
zh_hans: 样本

# bookcard.mobi.pid
source: MobiPocket PID (Kindle Serial Number)
cs: MobiPocket PID (Kindle sériové číslo)
es_mx: MobiPocket PID (número de serie Kindle)
ru: MobiPocket PID (Kindle Серийный номер)
zh_hans: Kindle序列号

# bookcard.mobi.pid.add
source: Add PID
cs: Přidat PID
es_mx: Añadir PID
ru: Добавить PID
zh_hans: 添加PID

# bookcard.text.encoding
source: Text Encoding
cs: Kódování textu
es_mx: Codificación de texto
ru: Кодировка текста
zh_hans: 文字编码

# bookcard.text.encoding.add
source: Add Text Encoding
cs: Přidat kódování textu
es_mx: Añadir codificación de texto
ru: Добавить кодировку текста
zh_hans: 添加文字编码

# bookcard.pickcover
source: Pick a book cover
cs: Vybrat obal knihy
es_mx: Elige una cubierta del libro
ru: Выбрать обложку книги
zh_hans: 选择书籍封面

# bookcard.restorecover
source: Restore an original cover
cs: Originální obal
es_mx: Restaura la cubierta original
ru: Оригинальная обложка
zh_hans: 恢复原始封面

# bookcard.miscinfo
source: Misc Info
cs: Různé
es_mx: Varios
ru: Разное
zh_hans: 更多信息

# bookcard.miscinfo.database
source: Database
cs: Databáze
es_mx: base de datos
ru: База данных
zh_hans: 数据库

# bookcard.miscinfo.usercontent
source: User-Generated Content
cs: Uživatelský obsah
es_mx: Contenido generado por el usuario
ru: Пользовательский контент
zh_hans: 用户生成的内容

# bookcard.miscinfo.supportfiles
source: Support Files
cs: Podporované soubory
es_mx: Archivos de soporte
ru: Файлы поддержки
zh_hans: 帮助文件

# bookcard.miscinfo.ebookformat
source: Ebook Format
cs: Formát Ebook
es_mx: Formato de libro electrónico
ru: Формат Ebook
zh_hans: 电子书格式

# book.review
source: Review
cs: Recenze
es_mx: Reseña
ru: Рецензия
zh_hans: 评论

# book.review.prompt
source: Type here your impression about the book
cs: Zadejte váš dojem o knize
es_mx: Escribe aquí tus impresiones sobre el libro
ru: Введите ваше впечатление о книге
zh_hans: 在此输入您对该书的印象

# book.review.rating.0
source: Not rated
cs: Žádné hodnocení
es_mx: Sin clasificación
ru: Нет оценки
zh_hans: 未评级

# book.review.rating.1
source: Do not read
cs: Nečtěte
es_mx: No lo leas
ru: Не читать
zh_hans: 不推荐阅读

# book.review.rating.2
source: Very bad
cs: Velmi špatné
es_mx: Bastante malo
ru: Очень плохо
zh_hans: 很差

# book.review.rating.3
source: Bad
cs: Špatné
es_mx: Malo
ru: Плохо
zh_hans: 糟糕

# book.review.rating.4
source: Mediocre
cs: Průměrné
ru: Посредственно
zh_hans: 平庸

# book.review.rating.5
source: So so
cs: Tolerované
es_mx: Más o menos
ru: Терпимо
zh_hans: 一般般

# book.review.rating.6
source: Fine
cs: Normální
es_mx: Bien
ru: Нормально
zh_hans: 很好

# book.review.rating.7
source: Good
cs: Dobré
es_mx: Bueno
ru: Хорошо
zh_hans: 很棒

# book.review.rating.8
source: Very good
cs: Velmi dobré
es_mx: Bastante bueno
ru: Очень хорошо
zh_hans: 非常好

# book.review.rating.9
source: Great
cs: Skvělé
es_mx: Excelente
ru: Замечательно
zh_hans: 完美

# book.review.rating.X
source: Masterwork
cs: Veledílo
es_mx: Obra maestra
ru: Шедевр
zh_hans: 极品

# book.metrics.unread
source: Unread
cs: Nepřečteno
es_mx: No leído
ru: Не прочитано
zh_hans: 未读

# book.metrics.finished
source: Finished read
cs: Přečteno
es_mx: Leído
ru: Прочитано
zh_hans: 读完

# book.metrics.finished.fmt
source: Finished read in %@
ru: Прочитано за %@

# book.metrics.read.fmt
source: Read %zd%%
ru: Читается, %zd%%

# book.metrics.read.time
source: Read %zd%% in %@
ru: Читается, %zd%% за %@

# dialog.prompt.language
source: Enter a language code (ISO 639), example: ru, en
cs: Zadejte kód jazyka (ISO 639), např.: ru, en
es_mx: Escribe un código de idioma (ISO 639). Ejemplo: es, en
ru: Введите код языка (ISO 639), пример: ru, en
zh_hans: 输入语言代码（ISO 639），例如：ru，en

# dialog.lang.ask
source: Please select the book language
cs: Prosím, vyberte jazyk knihy
es_mx: Por favor elije el idioma del libro
ru: Пожалуйста, выберите язык книги
zh_hans: 请选择图书的语言

# dialog.lang.choose
source: Choose language..
cs: Vybrat jazyk..
es_mx: Elige idioma...
ru: Выбрать язык..
zh_hans: 选择语言 ...

# dialog.text
source: Text
es_mx: Texto
ru: Текст
zh_hans: 文字

# dialog.url
source: URL
cs: Odkaz
ru: Ссылка
zh_hans: 网址

# dialog.open
source: Open
cs: Otevřít
es_mx: Abrir
ru: Открыть
zh_hans: 打开

# dialog.copy
source: Copy
cs: Kopírovat
es_mx: Copiar
ru: Копировать
zh_hans: 复制

# dialog.url.open
source: Open URL
cs: Otevřít odkaz
es_mx: Abrir URL
ru: Открыть ссылку
zh_hans: 打开网址

# dialog.url.copy
source: Copy URL
cs: Kopírovat odkaz
es_mx: Copiar URL
ru: Копировать ссылку
zh_hans: 复制网址

# dialog.promt.mobi.pid
source: Enter MobiPocket PID (Kindle Serial Number)
cs: Zadejte MobiPocket PID (sériové číslo Kindle)
es_mx: Escribe el MobiPocket PID (número de serie Kindle)
ru: Введите MobiPocket PID (Kindle Серийный номер)
zh_hans: 输入Kindle序列号

# dialog.promt.password
source: Enter password for a book
cs: Zadejte heslo pro knihu
es_mx: Escribe la contraseña de este libro
ru: Введите пароль для книги
zh_hans: 输入本书的密码

# dialog.promt.textencoding
source: Enter Text Encoding
cs: Zadejte kódování textu
es_mx: Escribe la codificación del texto
ru: Введите кодировку текста
zh_hans: 输入文字编码

# dialog.confirm.ask
source: Are you sure?
cs: Jste si jisti?
es_mx: ¿Estás seguro?
ru: Вы уверены?
zh_hans: 你确定吗？
