Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# network.status.connecting
source: Connecting..
cs: Připojení..
es_mx: Conectando...
ru: Подключение..
zh_hans: 正在连接 ...

# network.status.connected
source: Connected
cs: Připojeno k síti
es_mx: Conectado
ru: Подключён к сети
zh_hans: 已连接

# network.status.authenticated
source: Authenticated
cs: Autentizováno
es_mx: Identificado
ru: Аутентифицирован
zh_hans: 经过身份验证

# network.status.bootstrap
source: Bootstrap
cs: Počáteční zavadení
es_mx: Carga de arranque
ru: Начальная нагрузка
zh_hans: 引导程序

# network.status.ready
source: Ready
cs: Hotovo
es_mx: Listo
ru: Готово
zh_hans: 准备好

# network.status.failure
source: Failure
cs: Porucha
es_mx: Falla
ru: Сбой
zh_hans: 失败

# network.status.waiting
source: Waiting
cs: Čekání
es_mx: Esperando
ru: Ожидание
zh_hans: 等待

# network.status.suspended
source: Suspended
cs: Zastaveno
es_mx: Suspendido
ru: Остановлено
zh_hans: 暂停

# network.status.loading
source: Loading
cs: Načítání
es_mx: Cargando
ru: Загрузка
zh_hans: 正在加载

# network.stop
source: Stop
es_mx: Detener
ru: Стоп
zh_hans: 停止

# network.restart
source: Restart
es_mx: Reiniciar
ru: Перезапуск
zh_hans: 重启

# network.websearch.engine
source: Web Search Engine
cs: Webový vyhledávač
es_mx: Motor de búsqueda en la red
ru: Веб-поисковая система
zh_hans: 搜索引擎

# translation.general
source: Translation
cs: Překladatelská služba
es_mx: Traducción
ru: Сервис перевода
zh_hans: 翻译

# translation.running
source: Translating..
cs: Probíhá překlad..
es_mx: Traduciendo...
ru: Идет перевод..
zh_hans: 翻译中 ...

# translation.yandex
source: Yandex.Translate
cs: Яндекс překladač
ru: Яндекс Переводчик
zh_hans: Yandex翻译

# translation.target.lang
source: Target language
cs: Cílový jazyk
es_mx: Idioma objetivo
ru: Целевой язык
zh_hans: 目标语言

# translation.target.lang.hint
source: By default a target language is equal to the device language
cs: Výchozím cílovým jazykem je jazyk zařízení.
es_mx: De forma predeterminada el idioma objetivo es el idioma del dispositivo.
ru: По умолчанию целевой язык равен языку устройства
zh_hans: 默认情况下，目标语言是设备语言

# translation.source.lang
source: Source language
cs: Zdrojový jazyk
es_mx: Idioma origen
ru: Исходный язык
zh_hans: 源语言

# translation.source.auto
source: Auto detection
cs: Automatické rozpoznání
es_mx: Detección automática
ru: Автоматическое определение
zh_hans: 自动检测

# translation.source.auto.hint
source: When the automatic detection is disabled, the application will use a language specified in a book card
cs: Při vypnutém automatickém rozpoznání bude aplikace používat jazyk, uvedený v knižní kartě
es_mx: Cuando la detección automática está deshabilitada, KyBook usará el idioma especificado en la tarjeta del libro.
ru: При отключённом автоматическом определении, приложение будет использовать язык, указанный в книжной карте
zh_hans: 当禁用自动检测时，KyBook将使用书中指定的语言

source: Translation services
cs: Překladatelské služby
es_mx: Servicios de traducción
ru: Службы перевода
zh_hans: 翻译服务

# translation.target.ask
source: Please select the translation target language
cs: Vyberte prosím cílový jazyk překladu
es_mx: Por favor selecciona el idioma objetivo para la traducción
ru: Пожалуйста, выберите целевой язык перевода
zh_hans: 请选择翻译目标语言

# main.books
source: Books
cs: Knihy
es_mx: Libros
ru: Книги
zh_hans: 书籍

# main.reading
source: Recent books
cs: Právě čtu
es_mx: Leyendo
ru: Читаю
zh_hans: 正在阅读

# main.library
source: Library
cs: Knihovna
es_mx: Biblioteca
ru: Библиотека
zh_hans: 图书馆

# main.catalogs
source: Catalogs
cs: Katalogy
es_mx: Catálogos
ru: Каталоги
zh_hans: 目录

# main.dashboard
source: Dashboard
cs: Osobní panel
es_mx: Tablero
ru: Личный кабинет
zh_hans: 仪表板

# cloud.icloud.signin
source: Sign in to iCloud
cs: Přihlásit do iCloud
es_mx: Ingresa a iCloud
ru: Войти в iCloud
zh_hans: 登录iCloud

# cloud.icloud.signin.message
source: Sign in to your iCloud account. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
cs: Přihlaste se k účtu iCloud. Na hlavní obrazovce spusťte Nastavení, klikněte na iCloud, zadejte váš Apple ID. Zapněte iCloud Drive. Pokud nemáte účet iCloud, klikněte na ‘Vytvořit Apple ID’.
es_mx: Ingresa a tu cuenta iCloud. En la pantalla de inicio, ve a Configuración de iOS, toca iCloud, e introduce tu Apple ID. Activa iCloud Drive. Si no tienes una cuenta iCloud, toca Crear una nueva Apple ID.
ru: Войдите в свою учетную запись iCloud. На главном экране, запустите Настройки, нажмите iCloud, введите Ваш Apple ID. Включите iCloud Drive. Если у вас нет учетной записи iCloud, нажмите ‘Cоздать Apple ID’.
zh_hans: 登录您的iCloud帐户。在主屏幕上，启动iOS设置，点按iCloud，然后输入您的Apple ID。打开iCloud Drive。如果您没有iCloud帐户，点按“创建新的Apple ID

# cloud.dropbox.link.title
source: Connect Dropbox
cs: Připojit Dropbox
es_mx: Conectar Dropbox
ru: Подключить Dropbox
zh_hans: 连接Dropbox

# cloud.dropbox.link.message
source: Select preferred authentication method
cs: Vyberte preferovanou metodu autorizace
es_mx: Elige el método de identificación preferido
ru: Выберите предпочтительный метод авторизации
zh_hans: 选择首选身份验证方法

# cloud.dropbox.link.app
source: Start Dropbox app
cs: Spustit aplikaci Dropbox
es_mx: Inicia la app de Dropbox
ru: Запустить приложение Dropbox
zh_hans: 启动Dropbox应用

# cloud.dropbox.link.site
source: Open Dropbox site
cs: Otevřít stránky Dropbox
es_mx: Abre el sitio de Dropbox
ru: Открыть сайт Dropbox
zh_hans: 打开Dropbox网站

# cloud.credential.required
source: Authentication required
cs: Potřebné ověření
es_mx: Identificación requerida
ru: Необходима аутентификация
zh_hans: 需要验证

# cloud.credential.user
source: User
cs: Uživatel
es_mx: Usuario
ru: Пользователь
zh_hans: 用户

# cloud.credential.password
source: Password
cs: Heslo
es_mx: Contraseña
ru: Пароль
zh_hans: 密码

# cloud.webdav.add
source: Add the WebDAV server
cs: Přidat server WebDAV
es_mx: Añadir servidor WebDAV
ru: Добавить сервер WebDAV
zh_hans: 添加WebDAV服务器

# cloud.webdav.data
source: WebDAV Server Settings
cs: Nastavení serveru WebDAV
es_mx: Ajustes de servidor WebDAV
ru: Настройки сервера WebDAV
zh_hans: WebDAV服务器设置

# cloud.webdav.known
source: List of known WebDAV servers
cs: Seznam známých serverů WebDAV
es_mx: Lista de servidores WebDAV conocidos
ru: Список известных серверов WebDAV
zh_hans: 已知WebDAV服务器列表

# cloud.webdav.hint
source: Enter the URL, username and password to connect to the WebDAV server
cs: Zadejte adresu URL, uživatelské jméno a heslo pro připojení k serveru WebDAV
es_mx: Escribe el URL, nombre de usuario y contraseña para conectarse al servidor WebDAV.
ru: Введите URL, имя пользователя и пароль для подключения к серверу WebDAV
zh_hans: 输入用于连接WebDAV服务器的地址，用户名和密码

# cloud.check.reachability
source: Checking reachability ..
cs: Kontrola dosahu ..
es_mx: Revisando accesibilidad...
ru: Проверка достижимости ..
zh_hans: 检查连接性 ...

# cloud.check.fail.msg
source: Server is not reachable or an invalid
cs: Server není k dispozici nebo je neplatný
es_mx: El servidor no está accesible o es inválido
ru: Сервер недоступен или недействителен
zh_hans: 服务器无法访问或无效

# cloud.check.fail.ask
source: Anyway connect the server?
cs: Stejně připojit server?
es_mx: ¿Conectar a este servidor de todos modos?
ru: Всё равно подключить сервер?
zh_hans: 无论如何都要连接服务器？

# catalog.general
source: Catalog
cs: Katalog
es_mx: Catálogo
ru: Каталог
zh_hans: 目录

# catalog.add.to
source: Add to Catalogs
cs: Přidat do katalogů
es_mx: Añadir a catálogos
ru: Добавить в каталоги
zh_hans: 添加到目录

# catalog.opds
source: OPDS Catalog
cs: OPDS Katalog
es_mx: Catálogo OPDS
ru: OPDS Каталог
zh_hans: OPDS目录

# catalog.opds.add
source: Add OPDS Catalog
cs: Přidat OPDS Katalog
es_mx: Añadir catálogo OPDS
ru: Добавить OPDS Каталог
zh_hans: 添加OPDS目录

# catalog.opds.add.hint
source: Enter the Catalog URL into the field for adding a custom OPDS Сatalog
cs: Zadejte adresu URL do pole pro přidání libovolného OPDS katalogu
es_mx: Escribe el URL del catálogo OPDS que desees añadir.
ru: Введите URL в поле для добавления произвольного OPDS каталога
zh_hans: 在目录中输入目录的URL以添加自定义OPDS目录

# catalog.opds.add.fix
source: It seems what the OPDS catalog address was not fully specified. The address was corrected to proper one. Please check carefully.
cs: Možná nebyla úplně zadána adresa OPDS katalogu. Adresa byla opravena na pokud možno správnou. Zkontrolujte ji prosím pozorně.
es_mx: Al parecer la dirección del catálogo OPDS no estaba completa. La dirección fue corregida. Por favor revísala cuidadosamente.
ru: Возможно адрес OPDS каталога был указан не полностью. Адрес был исправлен на возможно правильный. Пожалуйста, проверьте внимательно.
zh_hans: 看起来OPDS目录地址不完整。地址已改变。请仔细检查

# catalog.opds.localnet
source: Search the Local network
cs: Hledání v lokální síti
es_mx: Búsqueda en red local
ru: Поиск в локальной сети
zh_hans: 搜索本地网络

# catalog.opds.localnet.hint
source: Lookup in the Local network for the user's OPDS Catalogs such as Calibre and TinyOPDS
cs: Vyhledávání uživatelských katalogů OPDS v lokální síti, jako je např. Calibre a TinyOPDS
es_mx: Busca catálogos OPDS tales como Calibre y TinyOPDS en la red local.
ru: Поиск в локальной сети пользовательских каталогов OPDS, таких как Calibre и TinyOPDS
zh_hans: 在本地网络中搜索OPDS目录，例如Calibre和Tiny OPDS

# catalog.opds.known
source: List of known OPDS Catalogs
cs: Seznam známých OPDS katalogů
es_mx: Lista de catálogos OPDS conocidos
ru: Список известных OPDS каталогов
zh_hans: 已知OPDS目录列表

# catalog.rel.related
source: Related
cs: Související
es_mx: Relacionado
ru: Связанный
zh_hans: 相关

# catalog.rel.alternate
source: Alternate
cs: Alternativa
es_mx: Alternativo
ru: Альтернатива
zh_hans: 替代

# catalog.rel.subsection
source: Subsection
cs: Pododdíl
es_mx: Subsección
ru: Подраздел
zh_hans: 分段

# catalog.rel.acquisition
source: Acquisition
cs: Akvizice
es_mx: Adquisición
ru: Приобретение
zh_hans: 采集

# catalog.rel.openaccess
source: Open Access
cs: Otevřený přístup
es_mx: Acceso libre
ru: Открытый доступ
zh_hans: 开放存取

# catalog.rel.borrow
source: Borrow
cs: Zapůjčit
es_mx: Pedir prestado
ru: Заимствовать
zh_hans: 借用

# catalog.rel.buy
source: Buy
cs: Koupit
es_mx: Comprar
ru: Купить
zh_hans: 购买

# catalog.rel.sample
source: Sample
cs: Vzorek
es_mx: Muestra
ru: Образец
zh_hans: 样本

# catalog.rel.subscribe
source: Subscribe
cs: Předplatné
es_mx: Suscripción
ru: Подписка
zh_hans: 订阅

# catalog.rel.new
source: New
cs: Novinky
es_mx: Novedad
ru: Новинки
zh_hans: 新的

# catalog.rel.popular
source: Popular
cs: Populární
ru: Популярные
zh_hans: 热门

# catalog.rel.featured
source: Featured
cs: Výběr
es_mx: Destacado
ru: Подборка
zh_hans: 精选

# catalog.rel.recommended
source: Recommended
cs: Doporučené
es_mx: Recomendado
ru: Рекомендуемые
zh_hans: 推荐

# catalog.rel.shelf
source: Shelf
cs: Police
es_mx: Estante
ru: Полка
zh_hans: 货架

# catalog.rel.subscriptions
source: Subscriptions
cs: Předplatné
es_mx: Suscripciones
ru: Подписки
zh_hans: 订阅

# catalog.rel.free
source: Free
cs: Zdarma
es_mx: Gratis
ru: Бесплатно
zh_hans: 免费

# catalog.rel.basket
source: Basket
cs: Košík
es_mx: Carrito
ru: Корзина
zh_hans: 篮子

# catalog.rel.download
source: Download
cs: Načtení
es_mx: Descarga
ru: Загрузка
zh_hans: 下载

# catalog.rel.login
source: Login
cs: Přihlásit
es_mx: Ingreso
ru: Войти
zh_hans: 登录

# catalog.rel.logout
source: Logout
cs: Odhlásit
es_mx: Desconexión
ru: Выход
zh_hans: 退出

# catalog.rel.author
source: Author
cs: Autor
es_mx: Autor
ru: Автор
zh_hans: 作者

# catalog.rel.sequence
source: Seria
cs: Série
es_mx: Series
ru: Серия
zh_hans: 系列

# catalog.rel.category
source: Category
cs: Kategorie
es_mx: Categoría
ru: Категория
zh_hans: 类别

# catalog.rel.publisher
source: Publisher
cs: Vydavatel
es_mx: Editor
ru: Издатель
zh_hans: 出版商

# catalog.rel.web
source: Web
es_mx: Red
ru: Веб
zh_hans: 网络

# catalog.rel.search
source: Search
cs: Hledat
es_mx: Búsqueda
ru: Поиск
zh_hans: 搜索

# catalog.rel.up
source: Up
cs: Nahoru
es_mx: Arriba
ru: Вверх
zh_hans: 向上

# catalog.rel.first
source: First
cs: Nejprve
es_mx: Primero
ru: Сначала
zh_hans: 第一

# catalog.rel.last
source: Last
cs: Nakonec
es_mx: Último
ru: В конец
zh_hans: 最后

# catalog.check.fail.msg
source: Catalog is not reachable or an invalid
cs: Katalog není k dispozici nebo je neplatný
es_mx: El catálogo no es accesible o es inválido
ru: Каталог недоступен или недействителен
zh_hans: 目录无法访问或无效

# catalog.check.fail.ask
source: Anyway add the catalog?
cs: Stejně připojit katalog?
es_mx: ¿Agregar el catálogo de todos modos?
ru: Всё равно подключить каталог?
zh_hans: 无论如何都添加目录？

# catalog.opds.fix.path
source: It seems what the OPDS catalog address was not fully specified. The address was corrected to proper one. Please check carefully.
cs: Zdá se, že adresa OPDS katalogu nebyla plně zadána. Adresa byla opravena na pokud možno správnou. Zkontrolujte ji prosím pozorně.
es_mx: Al parecer la dirección del catálogo OPDS no estaba completa. La dirección fue corregida. Por favor revísala cuidadosamente.
ru: Кажется, что адрес OPDS каталога был указан не полностью. Адрес был исправлен на возможно правильный. Пожалуйста, проверьте внимательно.
zh_hans: 看起来OPDS目录地址不完整。地址已改变。请仔细检查

# catalog.credentials.reset
source: Reset credentials
cs: Obnovit pověření
es_mx: Restablecer credenciales
ru: Сбросить учетные данные
zh_hans: 重置凭据

# catalog.credentials.reset.hint
source: Reset saved credentials (passwords, access tokens)
cs: Obnovení uložených pověření (hesla, přístupové symboly)
es_mx: Restablecer credenciales guardadas (contraseñas, elementos de acceso).
ru: Сбросить сохраненные учетные данные (пароли, токены доступа)
zh_hans: 重置已保存的凭据（密码，访问令牌）

# catalog.links
source: References
cs: Odkazy
es_mx: Referencias
ru: Ссылки
zh_hans: 参考

# catalog.rights
source: Rights
cs: Práva
es_mx: Derechos
ru: Права
zh_hans: 权利

# catalog.source
source: Source
cs: Zdroj dat
es_mx: Fuente
ru: Источник
zh_hans: 来源

# catalog.reviews
source: Reviews
cs: Recenze
es_mx: Reseñas
ru: Отзывы
zh_hans: 评论

# catalog.googlebooks
source: Google Books
cs: Google knihy
es_mx: Google Libros
ru: Google Книги
zh_hans: Google图书

# catalog.samizdat
source: Samizdat
ru: Самиздат

# catalog.litres
source: LitRes
ru: ЛитРес
zh_hans: 升

# widget.title
source: Title
cs: Název
es_mx: Título
ru: Название
zh_hans: 标题

# widget.color
source: Color
cs: Barva
ru: Цвет
zh_hans: 颜色

# widget.icon
source: Icon
cs: Ikona
es_mx: Ícono
ru: Иконка
zh_hans: 图标

# dictionary.general
source: Dictionary
cs: Slovník
es_mx: Diccionario
ru: Словарь
zh_hans: 词典

# dictionary.all
source: Dictionaries
cs: Slovníky
es_mx: Diccionarios
ru: Словари
zh_hans: 词典

# dictionary.install
source: Install Dictionary
cs: Instalovat slovník
es_mx: Instalar diccionario
ru: Установить словарь
zh_hans: 安装词典

# dictionary.install.free
source: Add Free Dictionary
cs: Přidat volný slovník
es_mx: Añadir diccionario externo
ru: Добавить свободный словарь
zh_hans: 添加免费词典

# dictionary.install.system
source: Add System Dictionary
cs: Přidat systémový slovník
es_mx: Añadir diccionario del sistema
ru: Добавить системный словарь
zh_hans: 添加系统词典

# dictionary.install.all
source: Installed dictionaries
cs: Instalované slovníky
es_mx: Diccionarios instalados
ru: Установленные словари
zh_hans: 已安装的词典

# dictionary.install.add
source: Add dictionary
cs: Přidat slovník
es_mx: Añadir diccionario
ru: Добавить словарь
zh_hans: 添加词典

# dictionary.install.storage
source: Select from the Storage
cs: Vybrat z úložiště
es_mx: Seleccionar desde el almacén
ru: Выбрать из хранилища
zh_hans: 从存储中选择

# dictionary.install.import
source: Import with the Files App
cs: Import přes «Soubory»
es_mx: Importar con la app de archivos de Apple
ru: Импорт через «Файлы»
zh_hans: 使用Apple的文件应用程序导入

# dictionary.install.download
source: Download from the Internet
cs: Stáhnout z internetu
es_mx: Descargar desde internet
ru: Загрузить из Интернета
zh_hans: 从互联网下载

# dictionary.install.download.hint
source: Choose free dictionary to download and install
cs: Vyberte bezplatný slovník, který chcete stáhnout a nainstalovat
es_mx: Elige un diccionario gratuito para descargar e instalar.
ru: Выберите бесплатный словарь для загрузки и установки
zh_hans: 选择免费字典下载并安装

# dictionary.install.hint
source: KyBook supports dictionaries in StarDict, Lingvo DSL and Dictd formats
cs: KyBook podporuje slovníky ve formátech StarDict, Lingvo DSL, Dictd. Slovníky jsou obvykle distribuovány jako ZIP, RAR nebo TAR-archivy a mohou mít příponu .zip, .rar, .tar, .tgz, .tbz. Lingvo DSL slovník může být zastoupen jako nekomprimovaný soubor s příponou .dsl.
es_mx: KyBook soporta diccionarios en formato StarDict, Lingvo DSL y Dictd.
ru: KyBook поддерживает словари в форматах StarDict, Lingvo DSL, Dictd
zh_hans: KyBook支持StarDict，Lingvo DSL和Dictd格式的字典 Dictionaries are usually distributed as ZIP, RAR or TAR archive and may have .zip, .rar, .tar, .tgz, .tbz extension. Lingvo DSL dictionary can be distributed as an uncompressed .dsl file.

# dictionary.history
source: History
cs: Historie
es_mx: Historial
ru: История
zh_hans: 查找历史

# dictionary.favorited
source: Favorited Articles
cs: Doporučené články
es_mx: Artículos destacados
ru: Избранные статьи
zh_hans: 收藏条目

# dictionary.userdict
source: User Dictionary
cs: Uživatelský slovník
es_mx: Diccionario de usuario
ru: Словарь пользователя
zh_hans: 用户词典

# dictionary.activate.hint
source: To search by definition, select a word in the book, and then tap `Define` menu item
cs: Chcete-li provést hledání podle definice, vyberte slovo v knize a poté klepněte na položku menu «Definovat»
es_mx: Para buscar una definición, selecciona una palabra en el libro y toca «Definición» en el menú.
ru: Чтобы выполнить поиск по определению, выберите слово в книге, а затем нажмите пункт меню «Определить»
zh_hans: 要定义检索，请在书中选择一个单词，然后点击”定义“菜单项

source: Dictionary article
cs: Článek slovníku
es_mx: Artículo del diccionario
ru: Cловарная статья
zh_hans: 词典条目

# dictionary.article.title.prompt
source: Title of the article
cs: Název článku
es_mx: Título del artículo
ru: Название статьи
zh_hans: 条目标题

# dictionary.article.text.prompt
source: Enter the text of the article
cs: Zadejte text článku
es_mx: Escribe el texto del artículo
ru: Введите текст статьи
zh_hans: 输入条目的文字

# dictionary.article.add
source: Add an article
cs: Přidat záznam slovníku
es_mx: Añade un artículo
ru: Добавить словарную статью
zh_hans: 添加条目

# dictionary.article.markdown
source: Markdown formatting supported
cs: Podporováno je formátování Markdown
es_mx: Se soporta el formato Markdown
ru: Поддерживается форматирование Markdown
zh_hans: 支持Markdown格式

# relax.general
source: Relaxation timer
cs: Časovač odpočinku
es_mx: Temporizador de relajación
ru: Таймер релаксации
zh_hans: 放松时间

# relax.screen
source: Screen
cs: Obrazovka
es_mx: Pantalla
ru: Экран
zh_hans: 屏幕

# relax.screen.black
source: Black
cs: Černá
es_mx: Negro
ru: Черный
zh_hans: 黑色

# relax.screen.blurred
source: Blurred
cs: Rozmazaná
es_mx: Emborronado
ru: Размытый
zh_hans: 模糊

# relax.screen.melange
source: Melange
cs: Všehochuť
es_mx: Mescolanza
ru: Меланж
zh_hans: 混色

# relax.screen.matrix
source: The Matrix Movie
cs: Matrix (film)
es_mx: Matrix (película)
ru: Матрица (фильм)
zh_hans: 黑客电影

# relax.screen.life
source: Conway Life
cs: Hra «Život»
es_mx: El juego de la vida
ru: Игра «Жизнь»
zh_hans: 康威生活

# relax.screen.random
source: Random
cs: Náhodně
es_mx: Aleatorio
ru: Случайный
zh_hans: 随机

# relax.preparation
source: Preparation steps
cs: Přípravné akce
es_mx: Acciones preparatorias
ru: Подготовительные действия
zh_hans: 预先放松功能

# relax.preparation.hint
source: Preparation steps will be performed before showing of the relaxation screen
cs: Přípravné akce budou provedeny před zobrazením obrazovky odpočinku
es_mx: Acciones a llevar a cabo antes de mostrar la pantalla de relajación.
ru: Подготовительные действия будут выполнены до отображения экрана релаксации
zh_hans: 在屏幕显示放松之前要采取的行动

# relax.final
source: Final steps
cs: Závěrečné akce
es_mx: Acciones posteriores
ru: Заключительные действия
zh_hans: 放松后行动

# relax.final.hint
source: Final steps will be performed upon completion of the relaxation
cs: Závěrečné akce se uskuteční po dokončení odpočinku
es_mx: Acciones a llevar a cabo al finalizar la relajación.
ru: Заключительные действия будут выполнены по завершению релаксации
zh_hans: 完成放松后应采取的行动

# relax.duration
source: Reading Duration
cs: Doba čtení
es_mx: Duración de lectura
ru: Длительность чтения
zh_hans: 阅读时长

# relax.duration.hint
source: The duration of reading after which the application will show the relaxation screen
cs: Doba čtení, při které aplikace zobrazí obrazovku odpočinku
es_mx: El tiempo en que se puede leer antes de que se muestre la pantalla de relajación.
ru: Продолжительность чтения при котором приложение покажет экран релаксации
zh_hans: 屏幕显示放松前的持续阅读时间

# relax.vibration
source: Vibration
cs: Vibrace
es_mx: Vibración
ru: Вибрация
zh_hans: 振动

# relax.alert
source: Alert
cs: Signál
es_mx: Alerta
ru: Сигнал
zh_hans: 警报

# relax.countdown
source: Countdown
cs: Odpočítávání
es_mx: Cuenta regresiva
ru: Обратный отсчёт
zh_hans: 倒计时

# relax.duration.screen
source: Relax duration
cs: Doba odpočinku
es_mx: Duración de relajación
ru: Длительность отдыха
zh_hans: 放松时间

# relax.screen.show
source: Show screen
cs: Zobrazit obrazovku
es_mx: Mostrar pantalla
ru: Показать экран
zh_hans: 屏幕显示

# relax.screen.footer
source: Relaxation will be automatically completed in %@ Tap anywhere to finish earlier
cs: Relaxace bude automaticky dokončena za %@ Klepnutím na libovolné místo ukončete dříve
es_mx: La relajación finalizará en %@ Toca donde sea para terminarla antes
ru: Релаксация будет автоматически завершена через %@ Нажмите в любом месте, чтобы завершить ранее
zh_hans: 放松将自动在 %@ 中完成，以便在任何地方完成

# relax.message.relax
source: Time to relax!
cs: Čas odpočinku!
es_mx: ¡Hora de relajarse!
ru: Время отдохнуть!
zh_hans: 放松的时间！

# relax.message.read
source: Time to read!
cs: Čas číst!
es_mx: ¡Hora de leer!
ru: Время читать!
zh_hans: 阅读时间！

# relax.hint
source: Relaxation screen to rest your eyes after a long reading
cs: Relaxační obrazovka pro odpočinek po dlouhém čtení
es_mx: Proporciona una pantalla para descansar tus ojos tras una lectura prolongada.
ru: Экран релаксации для отдыха после долгого чтения
zh_hans: 提供一个屏幕，让你在长时间阅读后休息

# relax.disable
source: Relaxation timer off
cs: Vyp. relaxační časovač
es_mx: Temporizador de relajación desactivado
ru: Откл. таймер релаксации
zh_hans: 关闭放松时间

# relax.enable.ask
source: Enable Relaxation timer?
cs: Povolit relaxační časovač?
es_mx: ¿Habilitar temporizador?
ru: Включить таймер релаксации?
zh_hans: 启用放松时间？

# relax.intime.fmt
source: Relax in %@
cs: Odpočinek za %@
es_mx: Relajación en %@
ru: Релаксация через %@
zh_hans: 在 %@中放松

# timer.sleep.general
source: Sleep timer
cs: Spánkový časovač
es_mx: Temporizador de apagado
ru: Таймер сна
zh_hans: 睡眠定时

# timer.sleep.off
source: Off Sleep timer
cs: Vypnout spánkový časovač
es_mx: Temporizador de apagado desactivado
ru: Отключить таймер сна
zh_hans: 关闭睡眠定时

# timer.sleep.off.short
source: Off
cs: Vypnout
es_mx: Desactivado
ru: Отключить
zh_hans: 关闭

# timer.sleep.pauseplayback
source: Pause playback
cs: Zastavit přehrávání
es_mx: Pausar reproducción
ru: Остановить воспроизведение
zh_hans: 暂停播放

# timer.sleep.fired.message
source: Playback stopped by Sleep timer
cs: Přehrávání bylo zastaveno časovačem spánku
es_mx: El temporizador de apagado detuvo la reproducción
ru: Воспроизведение остановлено таймером сна
zh_hans: 睡眠定时器停止播放

# timer.sleep.induration.fmt
source: Sleeping in %@
cs: Zastavení za %@
es_mx: Apagado en %@
ru: Остановка через %@
zh_hans: 将在 %@分钟内入睡

# timer.sleep.induration.short.fmt
source: In %@
cs: Za %@
es_mx: En %@
ru: Через %@
zh_hans: 在 %@分钟内

# timer.sleep.atendchapter
source: At end of chapter
cs: Na konci kapitoly
es_mx: Al final del capítulo
ru: В конце главы
zh_hans: 章末
