Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# common.empty
source: Empty
cs: Prázdný
es_mx: Vacío
ru: Пусто
zh_hans: 空的

# common.close
source: Close
cs: Zavřít
es_mx: Cerrar
ru: Закрыть
zh_hans: 关闭

# common.cancel
source: Cancel
cs: Zrušit
es_mx: Cancelar
ru: Отмена
zh_hans: 取消

# common.done
source: Done
cs: Hotovo
es_mx: Listo
ru: Готово
zh_hans: 完成

# common.cancelled
source: Cancelled
cs: Zrušeno
es_mx: Cancelado
ru: Отменено
zh_hans: 被取消

# common.cancelling
source: Cancelling..
cs: Zrušení..
es_mx: Cancelando...
ru: Отмена..
zh_hans: 取消中 ...

# common.loading
source: Loading..
cs: Načítání..
es_mx: Cargando...
ru: Загрузка..
zh_hans: 正在载入 ...

# common.preparing
source: Preparing..
cs: Příprava..
es_mx: Preparando...
ru: Подготовка..
zh_hans: 准备 ...

# common.edit
source: Edit
cs: Upravit
es_mx: Editar
ru: Правка
zh_hans: 编辑

# common.delete
source: Delete
cs: Smazat
es_mx: Eliminar
ru: Удалить
zh_hans: 删除

# common.add
source: Add
cs: Přidat
es_mx: Añadir
ru: Добавить
zh_hans: 添加

# common.search
source: Search
cs: Najít
es_mx: Buscar
ru: Поиск
zh_hans: 搜索

# common.save
source: Save
cs: Uložit
es_mx: Guardar
ru: Сохранить
zh_hans: 保存

# common.enabled
source: Enabled
cs: Povoleno
es_mx: Habilitado
ru: Включено
zh_hans: 已启用

# common.enable
source: Enable
cs: Povolit
es_mx: Habilitar
ru: Включить
zh_hans: 启用

# common.apply
source: Apply
cs: Provést
es_mx: Aplicar
ru: Применить
zh_hans: 应用

# common.more
source: More
cs: Více
es_mx: Más
ru: Ещё
zh_hans: 更多

# common.completed
source: Completed
cs: Dokončeno
es_mx: Completado
ru: Завершено
zh_hans: 已完成

# common.inprogress
source: In progress..
cs: Probíhá..
es_mx: En progreso...
ru: Выполняется..
zh_hans: 正在进行 ...

# common.downloading
source: Downloading
cs: Stahování
es_mx: Descargando
ru: Загружается
zh_hans: 正在下载

# common.unarchiving
source: Unarchiving..
cs: Dearchivace..
es_mx: Descomprimiendo...
ru: Разархивирование..
zh_hans: 未保存 ...

# common.none
source: None
cs: Žádný
es_mx: Ninguno
ru: Нет
zh_hans: 无

# common.configure
source: Configure
cs: Nastavení
es_mx: Configurar
ru: Настроить
zh_hans: 配置

# common.confirm
source: Confirm
cs: Potvrdit
es_mx: Confirmar
ru: Подтвердить
zh_hans: 确认

# common.continue
source: Continue
cs: Pokračovat
es_mx: Continuar
ru: Продолжить
zh_hans: 继续

# common.yes
source: Yes
cs: Ano
es_mx: Sí
ru: Да
zh_hans: 是

# common.no
source: No
cs: Ne
ru: Нет
zh_hans: 否

# date.relation.aftertime
source: Aftertime
cs: V budoucnu
es_mx: A futuro
ru: В будущем
zh_hans: 日后

# date.relation.tomorrow
source: Tomorrow
cs: Zítra
es_mx: Mañana
ru: Завтра
zh_hans: 明天

# date.relation.today
source: Today
cs: Dnes
es_mx: Hoy
ru: Сегодня
zh_hans: 今天

# date.relation.yesterday
source: Yesterday
cs: Včera
es_mx: Ayer
ru: Вчера
zh_hans: 昨天

# date.relation.weekago
source: Week ago
cs: Týden
es_mx: Hace una semana
ru: Неделя
zh_hans: 一周前

# date.relation.monthago
source: Month ago
cs: Měsíc
es_mx: Hace un mes
ru: Месяц
zh_hans: 一月前

# date.relation.yearago
source: Year ago
cs: Rok
es_mx: Hace un año
ru: Год
zh_hans: 一年前

# date.relation.foretime
source: Foretime
cs: Velmi dávno
es_mx: Hace mucho
ru: Очень давно
zh_hans: 已往

source: Error
cs: Chyba
ru: Ошибка
zh_hans: 错误

# error.critical
source: Critical error
cs: Kritická chyba
es_mx: Error crítico
ru: Критическая ошибка
zh_hans: 严重错误

# error.oops
source: Oops, something went wrong!
cs: Zdá se, že se něco pokazilo!
es_mx: ¡Uy!, algo salió mal
ru: Кажется что-то пошло не так!
zh_hans: 糟糕，出了点问题！

# error.accessdenied
source: Access denied
cs: Přístup byl odepřen
es_mx: Acceso denegado
ru: Доступ закрыт
zh_hans: 访问被拒绝

# error.unauthorized
source: Unauthorized
cs: Neoprávněné
es_mx: Sin autorización
ru: Неавторизованно
zh_hans: 未经授权

# error.unexpected
source: Unexpected failure
cs: Neočekávaná chyba
es_mx: Fallo inesperado
ru: Непредвиденная ошибка
zh_hans: 意外的错误

# error.unimplemented
source: Required function does not implemented yet
cs: Požadovaná funkce dosud nebyla implementována
es_mx: La función requerido aún no se implementa
ru: Требуемая функция еще не реализована
zh_hans: 尚未实现所需的功能

# error.cancelled
source: Operation was cancelled
cs: Operace byla zrušena
es_mx: La operación fue cancelada
ru: Операция была отменена
zh_hans: 操作已取消

# error.timeout
source: Aborted due to timeout
cs: Zrušeno z důvodu vypršení časového limitu
es_mx: Se agotó el tiempo de espera
ru: Отменено из-за таймаута
zh_hans: 超时而中止

# error.oom
source: Out of memory
cs: Nedostatek paměti
es_mx: Sin memoria
ru: Недостаточно памяти
zh_hans: 内存不足

# error.notsupported
source: Not supported
cs: Není podporováno
es_mx: Sin soporte
ru: Не поддерживается
zh_hans: 不支持

# error.notfound
source: Not found
cs: Nenalezeno
es_mx: No encontrado
ru: Не найдено
zh_hans: 未找到

# error.file.notfound
source: File not found
cs: Soubor nebyl nalezen
es_mx: No se encontró el archivo
ru: Файл не найден
zh_hans: 找不到文件

# error.file.notdirectory
source: File is not a directory
cs: Soubor není adresář
es_mx: El archivo no es un directorio
ru: Файл не является каталогом
zh_hans: 文件不是目录

# error.file.alreadyexists
source: File already exists
cs: Soubor již existuje
es_mx: Ya existe el archivo
ru: Файл уже существует
zh_hans: 文件已经在

# error.item.alreadyexists
source: Item already exists
cs: Položka již existuje
es_mx: Ya existe el elemento
ru: Элемент уже существует
zh_hans: 项目已存在

# error.storage.alreadyexists
source: File Storage already exists
cs: Úložiště souborů již existuje
es_mx: Ya existe el almacén de archivos
ru: Хранилище файлов уже существует
zh_hans: 文件已存在

# error.bookshelf.alreadyexists
source: Bookshelf already exists
cs: Knihovna již existuje
es_mx: Ya existe el librero
ru: Книжная полка уже существует
zh_hans: 书架已存在

# error.file.toobig
source: File is too big
cs: Soubor je příliš velký
es_mx: El archivo es muy grande
ru: Файл слишком большой
zh_hans: 文件太大了

# error.icloud.notconnected
source: iCloud is not connected
cs: iCloud není připojen
es_mx: iCloud no está conectado
ru: iCloud не подключен
zh_hans: iCloud未连接

# error.cloud.notlinked
source: Cloud Storage is not linked
cs: Cloudové úložiště není připojeno
es_mx: El almacén en la nube no está enlazado
ru: Облачное хранилище не подключено
zh_hans: 云存储未链接

# error.nonetwork
source: No network connection
cs: Žádné síťové připojení
es_mx: No hay conexión de red
ru: Нет сетевого подключения
zh_hans: 无网络连接

# error.notresponding
source: Host does not respond
cs: Hostitel neodpovídá
es_mx: No responde el servidor
ru: Хост не отвечает
zh_hans: 主机无响应

# error.emptyresponse
source: Empty response
cs: Prázdná odpověď
es_mx: Respuesta vacía
ru: Пустой ответ
zh_hans: 空响应

# error.invalidresponse
source: Invalid response
cs: Špatná odpověď
es_mx: Respuesta inválida
ru: Неверный ответ
zh_hans: 响应无效

# error.mimetype
source: MIME type is an invalid
cs: Neplatný typ MIME
es_mx: Tipo MIME inválido
ru: Недопустимый тип MIME
zh_hans: MIME类型无效

# error.emptyname
source: Empty name
cs: Prázdné jméno
es_mx: Nombre vacío
ru: Пустое имя
zh_hans: 名字为空

# error.badname
source: Invalid name
cs: Neplatné jméno
es_mx: Nombre inválido
ru: Недопустимое имя
zh_hans: 无效的名称

# error.drop
source: Unable drop an item
cs: Nepodařilo se přetáhnout položku
es_mx: No se puede soltar el elemento
ru: Не удалось перетащить элемент
zh_hans: 无法删除项目

# error.import.file
source: Unable import a file
cs: Import souboru se nezdařil
es_mx: No se puede importar el archivo
ru: Не удалось импортировать файл
zh_hans: 无法导入文件

# error.open.file
source: Unable open a file
cs: Nelze otevřít soubor
es_mx: No se puede abrir el archivo
ru: Не удалось открыть файл
zh_hans: 无法打开文件

# error.share.file.none
source: No file to share
cs: Žádný soubor ke sdílení
es_mx: No hay archivo a compartir
ru: Нет файла для обмена
zh_hans: 没有要分享的文件

# error.share.file.cloud
source: Unable share a file from the Cloud Storage, must first download a file to the Device
cs: Nelze sdílet soubor z cloudového úložiště, musíte nejprve nahrát soubor do zařízení
es_mx: No se puede compartir el archivo desde la nube. Primero descarga el archivo al dispositivo
ru: Не удалось поделиться файлом из облачного хранилища, сначала необходимо загрузить файл на устройство
zh_hans: 无法从云存储共享文件。首先将文件下载到设备

# error.book.save.review
source: Unable save the book review
cs: Nepodařilo se uložit recenzi knihy
es_mx: No se puede guardar la reseña del libro
ru: Не удалось сохранить рецензию на книгу
zh_hans: 无法保存笔记

# error.book.delete.review
source: Unable delete the book review
cs: Nepodařilo se odstranit recenzi knihy
es_mx: No se puede borrar la reseña del libro
ru: Не удалось удалить рецензию на книгу
zh_hans: 无法删除笔记

# error.book.save.metadata
source: Unable save the book metadata
cs: Nepodařilo se uložit metadata knihy
es_mx: No se pueden guardar los metadatos del libro
ru: Не удалось сохранить метаданные книги
zh_hans: 无法保存图书原数据

# error.book.save.tags
source: Unable save the book tags
cs: Nepodařilo se uložit označení knihy
es_mx: No se pueden guardar las etiquetas del libro
ru: Не удалось сохранить метки для книги
zh_hans: 无法保存书签

# error.book.delete.tags
source: Unable delete the book tags
cs: Nepodařilo se odstranit označení knihy
es_mx: No se pueden borrar las etiquetas del libro
ru: Не удалось удалить метки для книги
zh_hans: 无法删除书签

# error.open.url
source: Unable open the link
cs: Nelze otevřít odkaz
es_mx: No se puede abrir el enlace
ru: Не удалось открыть ссылку
zh_hans: 无法打开链接

# error.citation.already
source: The citation is already marked
cs: Citace již byla označena
es_mx: La cita ya está marcada
ru: Цитата уже отмечена
zh_hans: 引文已标记

# error.note.save
source: Unable save the note
cs: Nelze uložit poznámku
es_mx: No se puede guardar la nota
ru: Не удалось сохранить заметку
zh_hans: 无法保存注释

# error.note.delete
source: Unable delete the note
cs: Nelze odstranit poznámku
es_mx: No se puede borrar la nota
ru: Не удалось удалить заметку
zh_hans: 无法删除注释

# error.ebook.notsupported
source: EBook file format is not supported
cs: Formát E-Book souboru není podporován
es_mx: No hay soporte para el formato del libro electrónico
ru: Формат EBook файла не поддерживается
zh_hans: 不支持文件类型

# error.ebook.drm
source: Failed to open the book due to DRM protection
cs: Nelze otevřít knihu kvůli ochraně DRM
es_mx: No se pudo abrir el libro porque tiene protección DRM
ru: Не удалось открыть книгу из-за DRM защиты
zh_hans: 由于DRM保护而无法打开

# error.page.broken
source: Broken page
cs: Stránka byla přerušena
es_mx: Página dañada
ru: Испорченная страница
zh_hans: 页面已损坏

# error.password
source: Password is missing or incorrect
cs: Chybějící nebo nesprávné heslo
es_mx: Falta contraseña o es incorrecta
ru: Пароль отсутствует или неверен
zh_hans: 密码错误或不正确

# error.imagefile
source: Invalid image file
cs: Neplatný obrázkový soubor
es_mx: Archivo de imagen inválido
ru: Недопустимый файл изображения
zh_hans: 无效的图像文件

# error.text.toolong
source: Exceeded the maximum text size
cs: Velikost textu příliš velká
es_mx: Se excedió el tamaño máximo del texto
ru: Размер текста слишком большой
zh_hans: 超出最大文字大小

# error.translation.direction
source: Specified translation direction is not supported
cs: Směr překladu není podporován
es_mx: No hay soporte para la dirección de traducción especificada
ru: Направление перевода не поддерживается
zh_hans: 不支持指定的翻译方向

# error.translation.unable
source: Text cannot be translated
cs: Text nelze přeložit
es_mx: El texto no puede ser traducido
ru: Текст не может быть переведен
zh_hans: 文字无法翻译

# error.translation.limit
source: Exceeded the daily limit on the amount of translated text
cs: Překročení denního limitu množství přeloženého textu
es_mx: Se excedió el límite diario de traducción de textos
ru: Превышен дневной лимит на количество переведенного текста
zh_hans: 超过翻译文本数量的每日限制

# error.apikey
source: Invalid API key
cs: Neplatný klíč API
es_mx: Clave API inválida
ru: Недопустимый ключ API
zh_hans: API密钥无效

# error.stylesheet
source: Fail to parse stylesheet
cs: Nelze analyzovat tabulky stylů
es_mx: No se pudo interpretar la hoja de estilos
ru: Не удалось разобрать таблицы стилей
zh_hans: 无法解析样式表

# error.filebadmime.fmt
source: File %@ has unsupported MIME Type: %@
cs: U souboru %@ nepodporovaný typ MIME: %@
es_mx: El archivo %@ tiene un tipo MIME sin soporte: %@
ru: У файла %@ неподдерживаемый тип MIME: %@
zh_hans: 文件%@具有不受支持的MIME类型：%@

# error.opds.feed
source: OPDS Catalog returned a malformed feed
cs: OPDS Katalog vrátil špatně vytvořený proud
es_mx: El catálogo OPDS entregó un documento mal formado
ru: OPDS Каталог вернул плохо сформированный поток
zh_hans: OPDS目录返回格式错误

# error.opds.mime.fmt
source: OPDS Catalog returned a wrong content %@
cs: OPDS Katalog vrátil nesprávný obsah %@
es_mx: El catálogo OPDS entregó contenido incorrecto: %@
ru: OPDS Каталог вернул неправильное содержание %@
zh_hans: OPDS目录返回了错误的内容：%@

# error.unarchive
source: Could not decompress a file
cs: Nelze rozbalit soubor
es_mx: No se pudo descomprimir el archivo
ru: Не удалось распаковать файл
zh_hans: 无法解压缩文件

# error.catalog.search
source: Catalog does not support searching
cs: Katalog nepodporuje vyhledávání
es_mx: El catálogo no soporta búsquedas
ru: Каталог не поддерживает поиск
zh_hans: 目录不支持搜索

# error.catalog.alreadyexists
source: Catalog already exists
cs: Katalog již existuje
es_mx: Ya existe el catálogo
ru: Каталог уже существует
zh_hans: 目录已存在

# error.url
source: Invalid URL
cs: Neplatná adresa URL
es_mx: URL inválido
ru: Недопустимый URL
zh_hans: 无效的网址

# error.epub.invalid
source: Corrupted or invalid EPub file
cs: Poškozený nebo neplatný soubor EPub
es_mx: Archivo EPUB corrupto o inválido
ru: Поврежденный или некорректный EPub файл
zh_hans: EPUB文件已损坏或无效

# error.ebook.file.notfound
source: Unable find any file for the ebook
cs: Nelze najít soubor pro knihu
es_mx: No se pudo encontrar el archivo del libro
ru: Не удалось найти файл для книги
zh_hans: 无法找到电子书的文件

# error.dictionary.type
source: Unknown type of the dictionary
cs: Neznámý typ slovníku
es_mx: Tipo de diccionario desconocido
ru: Неизвестный тип словаря
zh_hans: 未知字典类型

# error.dictionary.already
source: Dictionary already installed
cs: Slovník je již nainstalován
es_mx: El diccionario ya está instalado
ru: Словарь уже установлен
zh_hans: 已安装字典

# error.dictionary.lingvo
source: Corrupted Lingvo Dictionary
cs: Poškozený Lingvo slovník
es_mx: Diccionario Lingvo corrupto
ru: Поврежденный Lingvo словарь
zh_hans: 这本字典是一本破损的词典

# error.loadtext.encoding
source: Unable load a text, perhaps due to an incorrect text encoding
cs: Nelze načíst text, možná je nesprávné kódování textu
es_mx: No se pudo cargar el texto, tal vez se deba a una codificación incorrecta del texto
ru: Невозможно загрузить текст, возможно кодировка текста указана неверно
zh_hans: 无法加载文本，可能是由于文本编码不正确

# error.toomanyrequests
source: Too many requests
cs: Příliš mnoho požadavků
es_mx: Demasiadas solicitudes
ru: Слишком много запросов
zh_hans: 请求太多

# error.toomanyrequests.fmt
source: Too many requests, retry after %zds
cs: Příliš mnoho požadavků, zkuste znovu za %zdsec.
es_mx: Demasiadas solicitudes, intenta tras %zds
ru: Слишком много запросов, повторите попытку через %zdсек.
zh_hans: 请求太多，在%zds之后重试

# error.sync.files.off
source: File synchronization is disabled
cs: Synchronizace souborů je zakázána
es_mx: La sincronización de archivos está deshabilitada
ru: Синхронизация файлов отключена
zh_hans: 文件同步被禁用

# error.sync.files.quota
source: File storage quota was exceeded
cs: Byla překročena kvóta úložiště souborů
es_mx: La cuota del almacén de archivos fue excedida
ru: Превышена квота хранилища файлов
zh_hans: 超出了文件存储空间

# error.iap.requred
source: In-App purchase is required
cs: Potřebný nákup v aplikaci
es_mx: Se requiere una compra dentro de la aplicación
ru: Требуется покупка в приложении
zh_hans: 需要进行应用内购买

# error.subscription.notfound
source: Premium subscription is required
cs: Vyžaduje se předplatné Premium
es_mx: Se requiere una suscripción premium
ru: Требуется Премиум подписка
zh_hans: 需要高级订阅

# error.subscription.expired
source: Premium subscription is expired
cs: Platnost předplatného vypršela
es_mx: La suscripción premium expiró
ru: Премиум подписка истекла
zh_hans: 高级订阅已过期

# filestore
source: File Storage
cs: Úložiště souborů
es_mx: Almacén de archivos
ru: Хранилище файлов
zh_hans: 文件存储

# filestore.browser
source: File Browser
cs: Prohlížeč souborů
es_mx: Explorador de archivos
ru: Браузер файлов
zh_hans: 文件浏览器

# filestore.folder
source: Folder
cs: Složka
es_mx: Carpeta
ru: Папка
zh_hans: 文件夹

# filestore.books
source: Books
cs: Knihy
es_mx: Libros
ru: Книги
zh_hans: 书籍

# filestore.downloads
source: Downloads
cs: Stahování
es_mx: Descargas
ru: Загрузки
zh_hans: 下载

# filestore.yandexdisk
source: Yandex Disk
cs: Яндекс disk
es_mx: Disco Yandex
ru: Яндекс Диск
zh_hans: Yandex磁盘

# filestore.storages
source: File Storages
cs: Úložiště souborů
es_mx: Almacenes de archivos
ru: Хранилища файлов
zh_hans: 文件存储

# filestore.unlink
source: Unlink
cs: Odpojit
es_mx: Desenlazar
ru: Отсоединить
zh_hans: 取消关联

# filestore.add.samba
source: Add SMB/CIFS Share
cs: Přidat aplikaci SMB/CIFS
es_mx: Añadir compartir por SMB/CIFS
ru: Добавить SMB/CIFS подключение
zh_hans: 添加SMB / CIFS共享

# filestore.add.webdav
source: Add WebDAV Server
cs: Přidat server WebDAV
es_mx: Añadir servidor WebDAV
ru: Добавить WebDAV сервер
zh_hans: 添加WebDAV服务器

# filestore.current.storages
source: Current File Storages
cs: Připojená souborová úložiště
es_mx: Almacén de archivos actual
ru: Подключенные файловые хранилища
zh_hans: 当前文件存储

# filestore.available.clouds
source: Available Cloud Storage
cs: Dostupná cloudová úložiště
es_mx: Almacenes en la nube disponibles
ru: Доступные облачные хранилища
zh_hans: 可用的云存储

# filestore.attach.cloud
source: Attach Cloud Storage
cs: Přidat cloudové úložiště
es_mx: Vincular almacén en la nube
ru: Добавить облачное хранилище
zh_hans: 附加云存储

# filestore.attach.samba
source: Attach a shared folder in the local network
cs: Přidat sdílenou složku (SMB/CIFS) v lokální síti
es_mx: Vincular una carpeta compartida en la red local
ru: Добавить общую папку (SMB/CIFS) в локальной сети
zh_hans: 在本地网络上共享文件夹

# filestore.attach.webdav
source: Attach WebDAV Server in the local network or Internet
cs: Přidat WebDAV server v lokální síti nebo internetu
es_mx: Vincular un servidor WebDAV en la red local o en internet
ru: Добавить WebDAV сервер в локальной сети или Интернет
zh_hans: 在本地网络或Internet上添加WebDAV服务器

# filestore.transfer
source: File Transfer
cs: Přenos souborů
es_mx: Transferir archivo
ru: Передача файлов
zh_hans: 文件传输

# filestore.done.move.fmt
source: Moved %@ from %@ to %@
cs: Přeneseno %@ z %@ do %@
es_mx: Se movió a %@ de %@ a %@
ru: Перемещено %@ из %@ в %@
zh_hans: 将%@从%@移到%@

# filestore.done.deleted.fmt
source: Deleted %@ in %@
cs: Smazáno %@ v %@
es_mx: Se borró a %@ en %@
ru: Удалено %@ в %@
zh_hans: 在%@中删除%@

# filestore.deletefiles.q
source: Delete Files?
cs: Smazat soubory?
es_mx: ¿Borrar archivos?
ru: Удалить файлы?
zh_hans: 删除文件？

# filestore.deletefile
source: Delete a file
cs: Smazat soubor
es_mx: Borrar este archivo
ru: Удалить файл
zh_hans: 删除此文件

# filestore.selectfolder
source: Select a folder
cs: Vybrat složku
es_mx: Elegir una carpeta
ru: Выбрать папку
zh_hans: 选择文件夹

# filestore.createfolder
source: Create a folder
cs: Vytvořit složku
es_mx: Crear una carpeta
ru: Создать папку
zh_hans: 创建文件夹

# filestore.importfile
source: Import a file
cs: Importovat soubor
es_mx: Importar un archivo
ru: Импортировать файл
zh_hans: 导入文件

# filestore.movefile
source: Move a file
cs: Přesunout soubor
es_mx: Mover un archivo
ru: Переместить файл
zh_hans: 移动文件

# filestore.appendfile
source: Append a file
cs: Přidat soubor
es_mx: Anexar un archivo
ru: Добавить файл
zh_hans: 追加文件

# filestore.enter.foldername
source: Enter a folder name
cs: Zadejte jméno složky
es_mx: Escribe el nombre de la carpeta
ru: Введите имя папки
zh_hans: 输入文件夹名称

# filestore.link
source: Connect
cs: Připojit
es_mx: Conectar
ru: Подключить
zh_hans: 连接

# filestore.link.account
source: Connect account
cs: Připojit účet
es_mx: Conectar cuenta
ru: Подключить учетную запись
zh_hans: 连接帐户

# filestore.link.none
source: The Cloud Storage is not connected yet. Please connect
cs: Cloudové úložiště ještě není připojeno. Prosím, připojte ho
es_mx: El almacén en la nube aún no está conectado. Favor de conectarlo
ru: Облачное хранилище еще не подключено. Пожалуйста, подключите
zh_hans: 云存储尚未连接。请连接

# filestore.link.done
source: Connect is done
cs: Připojení dokončeno
es_mx: Se logró la conexión
ru: Подключение выполнено
zh_hans: 已连接

# filestore.relink
source: Reconnect
cs: Znovu připojit
es_mx: Reconectar
ru: Повторно подключить
zh_hans: 重新连接

# filestore.relink.account
source: Reconnect account
cs: Znovu připojit účet
es_mx: Reconectar cuenta
ru: Повторно подключить учетную запись
zh_hans: 重新连接帐户

# filestore.relink.void
source: It seems the previous authentication has become void. Please reconnect again
cs: Zdá se, že předchozí autorizace je neplatná. Prosím, připojte se znovu
es_mx: Al parecer la identificación previa ya no es válida. Favor de reconectarse
ru: Кажется, предыдущая авторизация стала недействительной. Пожалуйста, переподключите
zh_hans: 身份验证已失效。请重新验证

# filestore.report.used
source: Used
cs: Použito
es_mx: Usado
ru: Занято
zh_hans: 已使用

# filestore.report.free
source: Free
cs: Volno
es_mx: Disponible
ru: Доступно
zh_hans: 还剩余

# filestore.report.mirror
source: Mirror
cs: Zrcadlo
es_mx: Respaldo
ru: Зеркало
zh_hans: 关联

# filestore.autounload
source: Auto unload
cs: Automatické odeslání
es_mx: Liberar automáticamente
ru: Автовыгрузка
zh_hans: 自动卸载

# filestore.folderpicker.copy.fmt
source: Copy %@ from %@
cs: Kopírovat %@ z %@
es_mx: Copiar a %@ desde %@
ru: Копировать %@ из %@
zh_hans: 从%@复制%@

# filestore.folderpicker.move.fmt
source: Move %@ from %@
cs: Přesunout %@ z %@
es_mx: Mover a %@ desde %@
ru: Переместить %@ из %@
zh_hans: 从%@移动%@

# filestore.folderpicker.switch
source: Tap to switch Move/Copy
cs: Klepněte pro změnu Kopírovat/Přesunout
es_mx: Toca para alternar Mover/Copiar
ru: Нажмите для смены Копировать/Переместить
zh_hans: 点击切换 移动/复制

# filestore.filename
source: File Name
cs: Jméno souboru
es_mx: Nombre del archivo
ru: Имя файла
zh_hans: 文件名

# filestore.filesize
source: File Size
cs: Velikost souboru
es_mx: Tamaño del archivo
ru: Размер файла
zh_hans: 文件大小

# filestore.dialog.fileadded.fmt
source: File was added in %@
cs: Soubor byl přidán v %@
es_mx: El archivo fue añadido a %@
ru: Файл был добавлен в %@
zh_hans: 文件已添加到%@

# sort.general
source: Sort
cs: Třídění
es_mx: Ordenar
ru: Сортировка
zh_hans: 排序

# sort.none
source: Unsorted
cs: Bez třídění
es_mx: Sin ordenación
ru: Без сортировки
zh_hans: 未分类

# sort.byname
source: by Title
cs: Podle názvu
es_mx: por título
ru: По названию
zh_hans: 标题

# sort.bydate
source: by Date
cs: Podle data
es_mx: por fecha
ru: По дате
zh_hans: 日期

# sort.bysize
source: by Size
cs: Podle velikosti
es_mx: por tamaño
ru: По размеру
zh_hans: 大小

# sort.byformat
source: by Format
cs: Podle formátu
es_mx: por formato
ru: По формату
zh_hans: 格式

# sort.byprogress
source: by Progress
cs: Podle pokroku
es_mx: por progreso
ru: По прогрессу
zh_hans: 进度

# sort.byrating
source: by Rating
cs: Podle hodnocení
es_mx: por clasificación
ru: По оценке
zh_hans: 评分

# sort.byauthor
source: by Author
cs: Podle autora
es_mx: por autor
ru: По автору
zh_hans: 作者

# sort.bysubject
source: by Subject
cs: Podle žánru
es_mx: por tema
ru: По сюжету
zh_hans: 主题

# sort.bysequence
source: by Seria
cs: Podle série
es_mx: por serie
ru: По серии
zh_hans: 按系列

# sort.bypublisher
source: by Publisher
cs: Podle vydavatele
es_mx: por editor
ru: По издателю
zh_hans: 按出版社

# menu.select
source: Select
cs: Vybrat
es_mx: Seleccionar
ru: Выбрать
zh_hans: 选择

# menu.selectall
source: Select All
cs: Vybrat vše
es_mx: Seleccionar todo
ru: Выбрать всё
zh_hans: 全选
