Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# dialog.confirm.yes
source: Yes
cs: Ano
es_mx: Sí
ru: Да
zh_hans: 是

# dialog.choose.format
source: Choose the format
cs: Vyberte formát
es_mx: Escoge el formato
ru: Выберите формат
zh_hans: 选择格式

# dialog.reload
source: Reload
cs: Aktualizovat
es_mx: Recargar
ru: Обновить
zh_hans: 重新加载

# dialog.file.changed
source: It seems what the file has been changed (possible due to synchronization), reload?
cs: Zdá se, že soubor byl změněn (možná kvůli synchronizaci), aktualizovat?
es_mx: Al parecer el archivo ha sido modificado (tal vez debido a una sincronización), ¿recargar?
ru: Кажется файл был изменен (возможно из-за синхронизации), обновить?
zh_hans: 似乎文件已被更改（可能是由于同步的原因），重新加载？

# dialog.insertlink
source: Insert Link
cs: Vložit odkaz
es_mx: Insertar enlace
ru: Вставить ссылку
zh_hans: 插入链接

# delete.areyousure
source: Are you sure?
cs: Jste si jisti?
es_mx: ¿Estás seguro?
ru: Вы уверены?
zh_hans: 你确定吗？

# delete.book
source: Delete a book
cs: Smazat knihu
es_mx: Borrar este libro
ru: Удалить книгу
zh_hans: 删除这本书

# delete.book.ask
source: Delete a book?
cs: Smazat knihu?
es_mx: ¿Borrar este libro?
ru: Удалить книгу?
zh_hans: 删除这本书？

# delete.book.row.0
source: This will permanently delete all information associated with the book including:
cs: Tak budou trvale odstraněny všechny informace týkající se knihy včetně:
es_mx: Se borrará de forma permanente toda la información asociada con este libro incluyendo:
ru: Это навсегда удалит всю информацию связанную с книгой включая:
zh_hans: 这将永久删除与该书相关的所有信息，包括：

# delete.book.row.1
source: - %@ of a total size of %@ on the Device and in attached Cloud Storages.
cs: - %@ celkové velikosti %@ na zařízení a připojených cloudových úložištích.
es_mx: - %@ con un tamaño total de %@ en el dispositivo y en el almacén en la nube vinculado.
ru: - %@ общего размера %@ на устройстве и в подключенных облачных хранилищах.
zh_hans: - %@ 设备和附加云存储中的总大小为%@

# delete.book.row.2
source: - database records, notes, reviews, etc.
cs: - databázové záznamy, poznámky, recenze atd.
es_mx: - registros en la base de datos, notas, reseñas, etc.
ru: - записи базы данных, заметки, рецензии и т.п.
zh_hans: - 数据库记录，备注，评论等

# delete.book.done
source: Done, '%@' have been deleted
cs: `%@` byla odstraněna
es_mx: «%@» fue borrado
ru: `%@` была удалена
zh_hans: `%@` 已删除

source: Delete books
cs: Smazat knihy
es_mx: Borrar libros
ru: Удалить книги
zh_hans: 删除书籍

# delete.books.ask
source: Delete %@?
cs: Smazat %@?
es_mx: ¿Borrar %@?
ru: Удалить %@?
zh_hans: 删除 %@?

# delete.books.row.0
source: This will permanently delete all information associated with books including:
cs: Tak budou trvale odstraněny všechny informace týkající se knih, včetně:
es_mx: Se borrará de forma permanente toda la información asociada con estos libros incluyendo:
ru: Это навсегда удалит всю информацию связанную с книгами, включая:
zh_hans: 这将永久删除与书籍相关的所有信息，包括：

# delete.books.row.1
source: - %@ of a total size of %@ on the Device and in attached Cloud Storages.
cs: - %@ celkové velikosti %@ na zařízení a připojených cloudových úložištích.
es_mx: - %@ con un tamaño total de %@ en el dispositivo y en el almacén en la nube vinculado.
ru: - %@ общего размера %@ на устройстве и в подключенных облачных хранилищах.
zh_hans: - %@ 在设备和附加云存储中的总大小为

# delete.books.row.1a
source: - %@ on the Device and in attached Cloud Storages.
cs: - %@ na zařízení a připojených cloudových úložištích.
es_mx: - %@ en el dispositivo y en el almacén en la nube vinculado.
ru: - %@ на устройстве и в подключенных облачных хранилищах.
zh_hans: - %@ 在设备和附加的云存储中

# delete.books.row.2
source: - database records, notes, reviews, etc.
cs: - databázové záznamy, poznámky, recenze atd.
es_mx: - registros en la base de datos, notas, reseñas, etc.
ru: - записи базы данных, заметки, рецензии и т.п.
zh_hans: - 数据库记录，备注，评论等

# delete.books.done
source: Deleted %@ in %@
cs: Odstraněno %@ v %@
es_mx: Se borraron %@ en %@
ru: Удалено %@ в %@
zh_hans: 在 %@ 中删除 %@

# delete.bookshelf.ask
source: Delete Bookshelf?
cs: Odstranit knižní polici?
es_mx: ¿Borrar librero?
ru: Удалить книжную полку?
zh_hans: 删除书架？

# delete.summary.ask
source: Delete Summary?
cs: Odstranit souhrn?
es_mx: ¿Borrar resumen?
ru: Удалить конспект?
zh_hans: 删除摘要？

# share.book.info
source: Share Info
cs: Sdílet informace
es_mx: Compartir información
ru: Поделиться информацией
zh_hans: 分享信息

# share.book.file
source: Share File
cs: Sdílet soubor
es_mx: Compartir archivo
ru: Поделиться файлом
zh_hans: 共享文件

# share.readin.kybook
source: Read in #KyBook
cs: Čtu v #KyBook
es_mx: Leer en #KyBook
ru: Читаю в #KyBook
zh_hans: 读入 #KyBook

# share.notes.from
source: Notes from
cs: Poznámky z
es_mx: Notas de
ru: Заметки из
zh_hans: 注释来自

# share.notes.txt
source: In TXT File
cs: V TXT souboru
es_mx: En archivo TXT
ru: В TXT файле
zh_hans: 在TXT文件中

# share.notes.html
source: In HTML File
cs: V HTML souboru
es_mx: En archivo HTML
ru: В HTML файле
zh_hans: 在HTML文件中

# share.notes.markdown
source: In Markdown File
cs: V Markdown souboru
es_mx: En archivo Markdown
ru: В Markdown файле
zh_hans: 在Markdown文件中

# share.notes.rtf
source: In RTF File
cs: V RTF souboru
es_mx: En archivo RTF
ru: В RTF файле
zh_hans: 在RTF文件中

# share.notes.pdf
source: In PDF File
cs: V PDF souboru
es_mx: En archivo PDF
ru: В PDF файле
zh_hans: 在PDF文件中

# share.notes.pdfbook
source: As PDF Book
cs: Jako PDF knihu
es_mx: Como libro PDF
ru: Как PDF книгу
zh_hans: 作为PDF文档

# share.save.tobooks
source: Save to Books
cs: Uložit do Knih
es_mx: Guardar en libros
ru: Сохранить в Книги
zh_hans: 保存到图书

source: Dashboard
cs: Osobní účet
es_mx: Tableros
ru: Личный кабинет
zh_hans: 仪表板

# dashboard.notes
source: Notes
cs: Poznámky
es_mx: Notas
ru: Заметки
zh_hans: 注释

# dashboard.summary
source: Summary
cs: Souhrn
es_mx: Resumen
ru: Конспект
zh_hans: 摘要

# dashboard.summaries
source: Summaries
cs: Souhrny
es_mx: Resúmenes
ru: Конспекты
zh_hans: 摘要集

# dashboard.summary.add
source: Add Summary
cs: Přidat souhrn
es_mx: Añadir un resumen
ru: Добавить конспект
zh_hans: 添加摘要

# dashboard.summary.add.hint
source: Enter a title of the new summary
cs: Zadejte název nového souhrnu
es_mx: Escribe un título para el nuevo resumen.
ru: Введите название нового конспекта
zh_hans: 输入新摘要的标题

# dashboard.summarize.run
source: Run auto summarization
cs: Spustit automatické shrnutí
es_mx: Ejecutar resumen automático
ru: Запустить авто конспектирование
zh_hans: 启用自动摘要

# dashboard.summaries.widget.detail
source: Collection of User Reviews
cs: Sbírka souhrnů uživatele
es_mx: Colección de reseñas de usuarios
ru: Сборник конспектов пользователя
zh_hans: 用户评论集

source: Tags
cs: Značky
es_mx: Etiquetas
ru: Метки
zh_hans: 标签

# tags.picked
source: Picked tags
cs: Vybrané značky
es_mx: Etiquetas seleccionadas
ru: Выбранные метки
zh_hans: 挑选的标签

# tags.available
source: Available tags
cs: Dostupné značky
es_mx: Etiquetas disponibles
ru: Доступные метки
zh_hans: 可用标签

# tags.edit
source: Edit tags
cs: Upravit značky
es_mx: Editar etiquetas
ru: Редактировать метки
zh_hans: 编辑标签

# tags.create
source: Create a tag
cs: Vytvořit značku
es_mx: Crear una etiqueta
ru: Создать метку
zh_hans: 创建标签

# tags.delete
source: Delete the tag
cs: Smazat značku
es_mx: Borrar la etiqueta
ru: Удалить метку
zh_hans: 删除标签

# tags.delete.message
source: This tag will be deleted permanently from all books and from the database! Are you sure?
cs: Tato značka bude odstraněna ze všech knih a databáze! Jste si jisti?
es_mx: ¡Esta etiqueta se borrará permanentemente de todos los libros y de la base de datos! ¿Estás seguro?
ru: Эта метка будет удалена из всех книг и базы данных! Вы уверены?
zh_hans: 此标记将从所有图书和数据库中永久删除！你确定吗？

# tags.hint.add
source: Tap on a row for to add the tag
cs: Klepnutím na řádek přidáte značku
es_mx: Toca en un renglón para añadir la etiqueta.
ru: Нажмите на строку для добавления метки
zh_hans: 点按一行即可添加标记

# tags.hint.delete
source: Tap on a row for to delete the tag
cs: Klepnutím na řádek odstraníte značku
es_mx: Toca en un renglón para retirar la etiqueta.
ru: Нажмите на строку для удаления метки
zh_hans: 点击一行删除标记

# tags.create.dialog.name
source: Enter a name for the tag
cs: Zadejte název značky
es_mx: Escribe un nombre para la etiqueta
ru: Введите имя метки
zh_hans: 输入标签的名称

# tags.create.dialog.color
source: Pick a color for the tag
cs: Vyberte barvu značky
es_mx: Elige un color para la etiqueta
ru: Выберите цвет метки
zh_hans: 为标签选择一种颜色

# tags.create.dialog.icon
source: Select a icon for the tag
cs: Vyberte ikonu značky
es_mx: Selecciona un ícono para la etiqueta
ru: Выберите значок метки
zh_hans: 选择标签的图标

# tag.new
source: New
cs: Novinky
es_mx: Nuevo
ru: Новинки
zh_hans: 新的

# tag.read
source: Read
cs: Přečteno
es_mx: Leído
ru: Прочитано
zh_hans: 已阅读

# tag.favorite
source: Favorite
cs: Oblíbené
es_mx: Favoritos
ru: Избранное
zh_hans: 收藏

# tag.readLater
source: Read later
cs: Přečíst
es_mx: Leer después
ru: Прочесть
zh_hans: 稍后阅读

# reader.general
source: Reader
cs: Čtečka
es_mx: Lector
ru: Читалка
zh_hans: 阅读器

# reader.outline
source: Outline
cs: Obsah
es_mx: Contenido
ru: Содержание
zh_hans: 大纲

# reader.bookmarks
source: Bookmarks
cs: Záložky
es_mx: Marcapáginas
ru: Закладки
zh_hans: 书签

# reader.notes
source: Notes
cs: Poznámky
es_mx: Notas
ru: Заметки
zh_hans: 注释

# reader.sketches
source: Sketches
cs: Obrázky
es_mx: Garabatos
ru: Рисунки
zh_hans: 草图

# reader.thumbnails
source: Thumbnails
cs: Skicy
es_mx: Miniaturas
ru: Эскизы
zh_hans: 缩略图

# reader.summary
source: Summary
cs: Souhrn
es_mx: Resumen
ru: Конспект
zh_hans: 摘要

# reader.info
source: Info
es_mx: Información
ru: Инфо
zh_hans: 信息

# reader.bookmark
source: Bookmark
cs: Záložka
es_mx: Marcador
ru: Закладка
zh_hans: 书签

# reader.note
source: Note
cs: Poznámka
es_mx: Nota
ru: Заметка
zh_hans: 注意

# reader.pageno
source: Page number
cs: Číslo stránky
es_mx: Número de página
ru: Номер страницы
zh_hans: 页码

# reader.outline.create
source: Add an outline
cs: Přidat obsah
es_mx: Añadir una tabla de contenido
ru: Добавить оглавление
zh_hans: 添加大纲

# reader.outline.create.auto
source: Create automatically
cs: Vytvořit automaticky
es_mx: Crear automáticamente
ru: Создать автоматически
zh_hans: 自动创建

# reader.outline.create.manually
source: Create manually
cs: Vytvořit ručně
es_mx: Crear manualmente
ru: Создать вручную
zh_hans: 手动创建

# reader.layout
source: Layout
cs: Rozvržení
es_mx: Distribución
ru: Вёрстка
zh_hans: 布局

# reader.backtopage.fmt
source: Back to page %zd
cs: Zpět na str. %zd
es_mx: Regresar a la página %zd
ru: Назад к стр. %zd
zh_hans: 返回页面 %zd

# reader.bookindex
source: Index
cs: Ukazatel
es_mx: Índice de palabras
ru: Указатель
zh_hans: 索引

# reader.bookindex.build
source: Build a book index
cs: Vytvořit ukazatel
es_mx: Crear un índice de palabras del libro
ru: Построить указатель
zh_hans: 建立图书索引

# reader.images
source: Images
cs: Obrázky
es_mx: Imágenes
ru: Картинки
zh_hans: 图像

# reader.readpos
source: The read position
cs: Pozice čtení
es_mx: Posición de lectura
ru: Позиция чтения
zh_hans: 阅读位置

# reader.readpos.changed.ask.fmt
source: It seems the read position was recently changed on another your device. Would you like to go to the read position obtatined from %@?
cs: Zdá se, že pozice čtení byla nedávno změněna na jiném vašem zařízení. Chcete přejít na čtecí pozici získanou z %@?
es_mx: Al parecer la posición de lectura fue modificada recientemente en otro dispositivo. ¿Te gustaría ir a la posición de lectura obtenida de %@?
ru: Кажется позиция чтения была недавно изменена на другом вашем устройстве. Вы желаете перейти на позицию чтения полученную из %@?
zh_hans: 看来最近在另一台设备上更改了阅读位置。你想进入从 %@获得的阅读位置吗？

# reader.readpos.preserve
source: Сonstantly keep the reading position
cs: Neustále ukládát pozici čtení
es_mx: Mantener posición de lectura
ru: Постоянно сохранять позицию чтения
zh_hans: 保存阅读位置

# reader.readpos.preserve.hint
source: KyBook will keep reading position from time to time. This feature is useful only when the user has a habit to force the application to terminate while reading
cs: KyBook uloží čas od času pozici čtení. Tato funkce je užitečná pouze tehdy, pokud má uživatel ve zvyku nuceně ukončovat aplikaci během čtení
es_mx: KyBook guardará la posición de lectura de vez en cuando. Esta característica es útil solamente si el usuario tiene el hábito de forzar el cierre de KyBook mientras está leyendo.
ru: KyBook будет сохранять позицию чтения время от времени. Эта функция полезна только если пользователь имеет привычку принудительно завершать приложение во время чтения
zh_hans: KyBook将不定时保存阅读位置。只有当用户在阅读时强制结束KyBook时，此功能才有用。

# reader.font.match.warning
source: Unable match fonts specified in the preferences. Fallback to defaults.
cs: Nelze vybrat písma uvedená v nastaveních. Obnova výchozích hodnot.
es_mx: No se pudieron encontrar las fuentes especificadas en las preferencias. Se utilizaron las predeterminadas.
ru: Невозможно подобрать шрифты, указанные в настройках. Возврат к значениям по умолчанию.
zh_hans: 无法匹配首选项中指定的字体。已使用默认值

# reader.page.fmt
source: Page %zd
cs: Stránka %zd
es_mx: Página %zd
ru: Страница %zd
zh_hans: 页码 %zd

# reader.openinbook
source: Open in a book
cs: Otevřít v knize
es_mx: Abrir en un libro
ru: Открыть в книге
zh_hans: 在一本书中打开

# reader.menu.fullscreen
source: Fullscreen mode
cs: Celá obrazovka
es_mx: Modo de pantalla completa
ru: Полный экран
zh_hans: 全屏模式

# reader.menu.fullscreen.off
source: Fullscreen off
cs: Zakázat celou obrazovku
es_mx: Pantalla completa desactivada
ru: Оключить полный экран
zh_hans: 退出全屏

# reader.menu.sketches
source: Sketches toolbar
cs: Panel obrázků
es_mx: Herramientas de garabatos
ru: Панель рисунков
zh_hans: 草图工具

# reader.menu.sketches.off
source: Hide Sketches toolbar
cs: Zavřít panel obrázků
es_mx: Ocultar herramientas de garabatos
ru: Закрыть панель рисунков
zh_hans: 隐藏草图工具

# reader.menu.speak
source: Text to speech
cs: Text na řeč
es_mx: Texto a voz
ru: Текст в речь
zh_hans: 朗读

# reader.menu.speak.stop
source: Stop TTS
cs: Zastavit řeč
es_mx: Detener TAV
ru: Остановить речь
zh_hans: 停止朗读

# reader.menu.rapid
source: Speed Reading
cs: Rychlost čtení
es_mx: Lectura veloz
ru: Скорочтение
zh_hans: 加速阅读

# reader.menu.autoscroll
source: Auto scroll
cs: Auto-posouvání
es_mx: Desplazamiento automático
ru: Автопрокрутка
zh_hans: 自动滚动

# reader.menu.autoscroll.off
source: Stop auto scroll
cs: Zastavit auto-posouvání
es_mx: Detener desplazamiento automático
ru: Остановить автопрокрутку
zh_hans: 停止自动滚动

# reader.menu.synchronize
source: Synchronize
cs: Synchronizovat
es_mx: Sincronizar
ru: Синхронизировать
zh_hans: 同步

# reader.menu.horzlock
source: Horz scroll lock
cs: Zakázat horiz. posouvání
es_mx: Bloquear desplazamiento horizontal
ru: Запретить гориз. прокрутку
zh_hans: 水平滚动锁

# reader.menu.horzunlock
source: Horz scroll unlock
cs: Povolit horiz. posouvání
es_mx: Desbloquear desplazamiento horizontal
ru: Разрешить гориз. прокрутку
zh_hans: 水平滚动解锁

# reader.menu.reflow.on
source: Reflow On
cs: Povolit reflow
es_mx: Activar ajuste de texto
ru: Включить Reflow
zh_hans: 开启回流

# reader.menu.reflow.off
source: Reflow Off
cs: Vypnout reflow
es_mx: Desactivar ajuste de texto
ru: Выключить Reflow
zh_hans: 关闭回流

# reader.settings.general
source: Preferences
cs: Nastavení
es_mx: Preferencias
ru: Настройки
zh_hans: 偏好

# reader.settings.theme
source: Theme
cs: Téma
es_mx: Tema
ru: Тема
zh_hans: 主题

# reader.settings.themes
source: Themes
cs: Témata
es_mx: Temas
ru: Темы
zh_hans: 主题

# reader.settings.font
source: Font (typeface)
cs: Písmo (sada)
es_mx: Fuente (tipo de letra)
ru: Шрифт (гарнитура)
zh_hans: 字体

# reader.settings.page.turn
source: Page Turn
cs: Režim změny stránky
es_mx: Vuelta de página
ru: Режим смены страниц
zh_hans: 翻页

# reader.settings.page.spread
source: Page spread
cs: Rozložení knihy
es_mx: Girar libro
ru: Книжный разворот
zh_hans: 页面扩展

# reader.settings.page.spread.full
source: Page Spread in Landscape Orientation
cs: Rozložení knihy v orientaci na šířku
es_mx: Girar el libro al estar en orientación panorámica
ru: Книжный разворот в альбомной ориентации
zh_hans: 横向展开的页面

# reader.settings.page.margin
source: Page Margin
cs: Pole stránky
es_mx: Márgenes de página
ru: Поля страницы
zh_hans: 页边距

# reader.settings.paragraph
source: Paragraph
cs: Odstavec
es_mx: Párrafo
ru: Абзац
zh_hans: 段落

# reader.settings.lineheight
source: Line Height
cs: Výška řádku
es_mx: Altura de línea
ru: Высота строки
zh_hans: 行高

# reader.settings.justification
source: Justification
cs: Zarovnání šířky
es_mx: Justificado
ru: Выравнивание по ширине
zh_hans: 两端对齐

# reader.settings.readability
source: Readability
cs: Čitelnost
es_mx: Legibilidad
ru: Читабельность
zh_hans: 可读性

# reader.settings.styles
source: Styles
cs: Styly
es_mx: Estilos
ru: Стили
zh_hans: 样式

# reader.settings.styles.hint.fmt
source: Style settings will only be applied to the format %@
cs: Nastavení stylů budou použita pouze pro formát %@
es_mx: Solo se aplicaran los ajustes de estilo al formato %@.
ru: Настройки стилей будут применены только для формата %@
zh_hans: 样式设置仅适用于 %@ 格式

# reader.settings.background
source: Background
cs: Pozadí
es_mx: Fondo
ru: Фон
zh_hans: 背景

# reader.settings.ex.help
source: ex - represents the x-height of the font, generally the height of lowercase letters in the font
cs: ex představuje x-výšku písma, obvykle výšku malých písmen
es_mx: ex - representa la altura de una x minúscula en la fuente seleccionada
ru: ex - представляет x-высоту шрифта, обычно высоту строчных букв
zh_hans: ex - 表示所选字体中小写字母 x 的高度

# reader.settings.alignment.help
source: By default the application uses a text alignment defined in an ebook styles
cs: Ve výchozím nastavení používá aplikace zarovnání textu definované ve stylech elektronické knihy
es_mx: De forma predeterminada KyBook utiliza la alineación de texto definida en el estilo de un libro electrónico
ru: По умолчанию приложение использует выравнивание текста, определенное в стилях электронной книги
zh_hans: 通常情况下，KyBook使用电子书默认的文本对齐方式

# reader.settings.font.name
source: Font Name
cs: Název písma
es_mx: Nombre de fuente
ru: Имя шрифта
zh_hans: 字体名称

# reader.settings.font.serif
source: Serif
cs: Patkové písmo
ru: С засечками
zh_hans: 衬线体

# reader.settings.font.sansserif
source: Sans-serif
cs: Grotesk (bez patek)
ru: Гротеск (без засечек)
zh_hans: 无衬线体

# reader.settings.font.size
source: Font Size
cs: Размер шрифта
es_mx: Tamaño de fuente
ru: Размер шрифта
zh_hans: 字体大小

# reader.settings.margin.horz
source: Left/Right
cs: Vlevo/Vpravo
es_mx: Izquierda/Derecha
ru: Слева/Справа
zh_hans: 左/右

# reader.settings.margin.top
source: Top
cs: Nahoře
es_mx: Superior
ru: Верх
zh_hans: 顶部

# reader.settings.margin.bottom
source: Bottom
cs: Dole
es_mx: Inferior
ru: Низ
zh_hans: 底部

# reader.settings.override
source: Override
cs: Přepsat
es_mx: Sobreponer
ru: Переопределить
zh_hans: 覆盖设置

# reader.settings.enabled
source: Enabled
cs: Povoleno
es_mx: Habilitar
ru: Включено
zh_hans: 启用

# reader.settings.para.spacing
source: Spacing
cs: Interval
es_mx: Espaciado
ru: Интервал
zh_hans: 间距

# reader.settings.para.indentation
source: Indentation
cs: Odsazení odstavce
es_mx: Sangría
ru: Абзацный отступ
zh_hans: 缩进

# reader.settings.line.multiplier
source: Multiplier
cs: Multiplikátor
es_mx: Multiplicador
ru: Множитель
zh_hans: 倍数

# reader.settings.line.spacing
source: Line Spacing
cs: Proložení
es_mx: Espaciado de línea
ru: Интерлиньяж
zh_hans: 行间距

# reader.settings.hyphenation
source: Hyphenation
cs: Dělení slov
es_mx: Guion corto
ru: Мягкие переносы
zh_hans: 连字符

# reader.settings.punctuation
source: Hanging punctuation
cs: Interpunkce
es_mx: Puntuación colgante
ru: Висячая пунктуация
zh_hans: 标点处理

# reader.settings.nowidow
source: Prevent a widow line
cs: Zabránit vdovským řádkům
es_mx: Impedir líneas viudas
ru: Предотвратить вдовьи строки
zh_hans: 防止寡行

# reader.settings.nobookstyle
source: Ignore the book styles
cs: Ignorovat styly knih
es_mx: Pasar por alto el estilo del libro
ru: Игнорировать стили книги
zh_hans: 忽略书的风格

# reader.settings.stylesheet
source: Stylesheet
cs: Tabulka stylů
es_mx: Hoja de estilos
ru: Таблица стилей
zh_hans: 样式表

# reader.settings.userstyles
source: User stylesheet
cs: Styly uživatele
es_mx: Hoja de estilos del usuario
ru: Стили пользователя
zh_hans: 用户样式表

# reader.settings.userstyles.none
source: None
cs: Ne
es_mx: Ninguno
ru: Нет
zh_hans: 无

# reader.settings.userstyles.used
source: Installed
cs: Instalován
es_mx: Instalado
ru: Установлены
zh_hans: 已安装

# reader.settings.userstyles.browse
source: Select from the Storages
cs: Vybrat z úložiště
es_mx: Seleccionar desde el dispositivo
ru: Выбрать из хранилища
zh_hans: 从存储中选择

# reader.settings.userstyles.import
source: Import with the Files App
cs: Import přes «Soubory»
es_mx: Importar con la app de archivos Apple
ru: Импорт через «Файлы»
zh_hans: 使用Apple的文件应用程序导入

# reader.settings.userstyles.edit
source: Edit a stylesheet
cs: Upravit tabulku stylů
es_mx: Editar una hoja de estilos
ru: Редактировать таблицу стилей
zh_hans: 编辑样式表

# reader.settings.userstyles.sample
source: View a base stylesheet
cs: Zobrazit základní tabulku stylů
es_mx: Ver una hoja de estilos base
ru: Просмотр базовой таблицы стилей
zh_hans: 查看基本样式表

# reader.settings.userstyles.reset
source: Reset a stylesheet
cs: Reset tabulky stylů
es_mx: Restablecer una hoja de estilos
ru: Сбросить таблицу стилей
zh_hans: 重置样式表

# reader.settings.userstyles.hint
source: User can set a custom stylesheet which will be used during the rendering and layout of the e-book.
cs: Uživatel může nastavit vlastní tabulku stylů, která bude použita při vykreslování a rozvržení e-knihy.
es_mx: Puedes establecer una hoja de estilos personalizada que será utilizada durante el dibujado y la distribución del libro electrónico.
ru: Пользователь может установить пользовательскую таблицу стилей, которая будет использоваться во время рендеринга и компоновки электронной книги.
zh_hans: 您可以设置将在电子书的阅读期间使用的自定义样式表

# reader.settings.userstyles.done.fmt
source: Done, a stylesheet %@ has been installed
cs: Dokončeno, vytvořena tabulka stylů %@
es_mx: Listo, la hoja de estilos %@ fue establecida
ru: Выполнено, установлена таблица стилей %@
zh_hans: 完成, 已安装样式表

# reader.settings.background.image
source: Image
cs: Obrázek
es_mx: Imagen
ru: Изображение
zh_hans: 图片

# reader.settings.background.installed
source: Installed
cs: Instalováno
es_mx: Establecida
ru: Установлено
zh_hans: 已安装

# reader.settings.page.turn.roll
source: Scroll
cs: Posun
es_mx: Desplazamiento
ru: Прокрутка
zh_hans: 垂直滚动

# reader.settings.page.turn.curl
source: Curl
cs: Listování
es_mx: Hojear
ru: Перелистывание
zh_hans: 仿真书页

# reader.settings.page.turn.slide
source: Slide
cs: Skluz
es_mx: Deslizamiento
ru: Сдвиг
zh_hans: 平移翻页

# reader.settings.theme.delete.ask
source: Delete the theme?
cs: Smazat téma?
es_mx: ¿Borrar el tema?
ru: Удалить тему?
zh_hans: 删除主题？

# reader.settings.reset
source: Reset to default settings
cs: Obnovit výchozí nastavení
es_mx: Restablecer ajustes predeterminados
ru: Сбросить к настройкам по умолчанию
zh_hans: 重置为默认设置

# reader.settings.docs.fit
source: Fit Mode
cs: Režim zoom
es_mx: Estilo de visualización
ru: Режим масштабирования
zh_hans: 适合模式

# reader.settings.docs.fit.width
source: Page width
cs: Podle šířky stránky
es_mx: Ancho de página
ru: По ширине страницы
zh_hans: 页面宽度

# reader.settings.docs.fit.text
source: Text and crop margins
cs: Podle textu s ořezávacími poli
es_mx: Recortando márgenes
ru: По тексту с обрезкой полей
zh_hans: 文字和裁剪页边距

# reader.settings.docs.fit.page
source: Whole page
cs: Celá stránka
es_mx: Página completa
ru: Вся страница
zh_hans: 整页

# reader.settings.docs.backg
source: Page background
cs: Pozadí stránky
es_mx: Fondo de página
ru: Фон страницы
zh_hans: 页面背景

# reader.settings.docs.backg.theme
source: In theme color
cs: V barvě tématu
es_mx: Color del tema
ru: В цвет темы
zh_hans: 主题色
