Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# reader.settings.docs.backg.adaptive
source: Adaptive color
cs: Adaptivní barva
es_mx: Color adaptable
ru: Адаптивный цвет
zh_hans: 自适应颜色

# reader.settings.docs.progressive
source: Progressive render
cs: Fázová vizualizace
es_mx: Dibujado progresivo
ru: Поэтапная визуализация
zh_hans: 渐进式渲染

# reader.settings.docs.marklinks
source: Highlight links
cs: Zvýraznit odkazy
es_mx: Resaltar enlaces
ru: Подсвечивать ссылки
zh_hans: 突出显示链接

# reader.settings.docs.smoothscroll
source: Smooth scroll
cs: Plynulé posouvání
es_mx: Desplazamiento suave
ru: Плавная прокрутка
zh_hans: 平滑滚动

# reader.settings.docs.filterbook
source: Theme book
cs: Téma knihy
es_mx: Tema del libro
ru: Книжная тема
zh_hans: 书的主题

# reader.settings.docs.progressive.hint
source: Draws a page step by step from low to full quality if possible
cs: Vykreslit stránku postupně, od nízké až po plnou kvalitu, pokud je to možné
es_mx: Dibuja una página poco a poco de poca calidad a máxima calidad de ser posible.
ru: Отрисовывать страницу поэтапно, от низкого до полного качества, если возможно
zh_hans: 如果可能的话，从低质量到高质量逐步绘制页面

# reader.settings.docs.smoothscroll.hint
source: Smoother scrolling in the roll mode, but may loss some render quality for zoomed pages
cs: Plynulé posouvání s možnou ztrátou kvality vykreslování s přibývající stránkou
es_mx: Desplazamiento más agradable en el modo desplazamiento, pero puede que se pierda algo de calidad de dibujado en páginas agrandadas.
ru: Плавная прокрутка, с возможной потерей качества рендеринга при увеличении страницы
zh_hans: 在滚动模式下滚动更平滑，但可能会降低缩放页面渲染质量

# reader.settings.docs.filterbook.hint
source: Renders a page in the theme colors
cs: Zobrazí stránku v barvách vybraného tématu
es_mx: Dibuja las páginas con el color del tema.
ru: Отображает страницу в цветах выбранной темы
zh_hans: 以主题颜色呈现页面

# reader.settings.docs.marklinks.hint
source: Highlights interactive links on a page
cs: Zvýraznit interaktivní odkazy na stránce
es_mx: Resalta enlaces interactivos.
ru: Подсвечивать интерактивные ссылки на странице
zh_hans: 突出页面上的互动链接

# reader.settings.docs.readability.upsample
source: Upsampling
cs: Zvýšení rozlišení (převzorkování)
es_mx: Incrementar resolución
ru: Повысить разрешение (передискретизация)
zh_hans: 增加取样

# reader.settings.docs.readability.autotint
source: Auto adjust
cs: Autokorekce
es_mx: Ajuste automático
ru: Автокорректировка
zh_hans: 自动调整

# reader.settings.docs.pagesep
source: Page Separations
cs: Rozdělení stránek
es_mx: Separación entre página
ru: Разделение страниц
zh_hans: 页面分隔

# reader.settings.docs.pagesep.hint
source: Advanced scroll mode setting
cs: Další nastavení režimu posunu
es_mx: Pequeño espacio entre páginas al usar el modo de desplazamiento.
ru: Дополнительная настройка режима прокрутки
zh_hans: 高级滚动模式设置

# reader.settings.audio.smartresume
source: Smart Rewind
cs: Inteligentní posuv
es_mx: Reanudación inteligente
ru: Умная перемотка
zh_hans: 智能回退

# reader.settings.audio.smartresume.hint
source: Rewind till 30 seconds when playback resumes after a pause
cs: Převinout do 30ti sekund při obnovení přehrávání po pauze
es_mx: Cuando la reproducción se reanuda, el audio se regresa 30 segundos.
ru: Перемотать до 30 секунд при возобновлении воспроизведения после паузы
zh_hans: 暂停后播放恢复时，回退30秒

# theme.general
source: Theme
cs: Téma
es_mx: Tema
ru: Тема
zh_hans: 主题

# theme.day
source: Day
cs: Den
es_mx: Día
ru: День
zh_hans: 白色

# theme.sepia
source: Sepia
cs: Sépie
ru: Сепия
zh_hans: 棕色

# theme.night
source: Night
cs: Noc
es_mx: Noche
ru: Ночь
zh_hans: 黑色

# theme.dusk
source: Dusk
cs: Soumrak
es_mx: Anochecer
ru: Сумрак
zh_hans: 黄昏

# theme.dawn
source: Dawn
cs: Svítání
es_mx: Amanecer
ru: Рассвет
zh_hans: 黎明

# theme.pastel
source: Pastel
ru: Пастель
zh_hans: 暖阳

# theme.sand
source: Sand
cs: Písek
es_mx: Arena
ru: Песок
zh_hans: 沙滩

# theme.tango
source: Tango
ru: Танго
zh_hans: 质感

# theme.name
source: Name
cs: Název
es_mx: Nombre
ru: Название
zh_hans: 名字

# theme.name.hint
source: Enter a theme's name
cs: Zadejte název tématu
es_mx: Escribe el nombre del tema.
ru: Введите название темы
zh_hans: 输入主题的名称

# theme.pallete
source: Pallete
cs: Paleta
es_mx: Paleta
ru: Палитра
zh_hans: 调色板

# theme.pallete.accent
source: Accent
cs: Přízvuk
es_mx: Acento
ru: Акцент
zh_hans: 重色

# theme.pallete.text
source: Text
es_mx: Texto
ru: Текст
zh_hans: 文本

# theme.pallete.background
source: Background
cs: Pozadí
es_mx: Fondo
ru: Фон
zh_hans: 背景

# theme.pallete.divider
source: Separator
cs: Oddělovač
es_mx: Separador
ru: Разделитель
zh_hans: 分隔符

# theme.pallete.grayed
source: Grayed
cs: Šedá barva
es_mx: Grises
ru: Серый цвет
zh_hans: 灰色

# theme.pallete.control
source: Controls
cs: Ovládací prvky
es_mx: Controles
ru: Элементы управления
zh_hans: 设置

# theme.pallete.selection
source: Selection
cs: Přidělení
es_mx: Selección
ru: Выделение
zh_hans: 选择

# theme.pallete.secondary
source: Secondary text
cs: Sekundární text
es_mx: Texto secundario
ru: Вторичный текст
zh_hans: 辅助文本

# theme.warning
source: Unable replace a preset theme
cs: Nelze nahradit předinstalované téma
es_mx: No se pudo reemplazar el tema predeterminado
ru: Невозможно заменить предустановленную тему
zh_hans: 无法替换预设主题

# font.picker.general
source: Fonts
cs: Písma
es_mx: Fuentes
ru: Шрифты
zh_hans: 字体

# font.picker.default
source: Default font
cs: Výchozí písmo
es_mx: Fuente predeterminada
ru: Шрифт по умолчанию
zh_hans: 默认字体

# font.picker.favorited
source: Favorited Fonts
cs: Vybraná písma
es_mx: Fuentes favoritas
ru: Избранные шрифты
zh_hans: 常用字体

# font.picker.user
source: User's Fonts
cs: Uživatelská písma
es_mx: Fuentes del usuario
ru: Шрифты пользователя
zh_hans: 用户的字体

# font.picker.downlodable
source: Downlodable Fonts
cs: Fonty ke stažení
es_mx: Fuentes descargables
ru: Загружаемые шрифты
zh_hans: 可下载字体

# font.picker.system
source: System Fonts
cs: Systémová písma
es_mx: Fuentes del sistema
ru: Cистемные шрифты
zh_hans: 系统字体

# font.picker.add
source: Add Font
cs: Přidat písmo
es_mx: Añadir fuente
ru: Добавить шрифт
zh_hans: 添加字体

# font.picker.add.browse
source: Select from the Storages
cs: Vyberat z úložiště
es_mx: Seleccionar desde el almacén
ru: Выбрать из хранилища
zh_hans: 从存储中选择

# font.picker.add.import
source: Import with the Files App
cs: Import přes «Soubory»
es_mx: Importar con la app de archivos Apple
ru: Импорт через «Файлы»
zh_hans: 使用苹果文件应用导入

# font.picker.add.download
source: Download font
cs: Stáhnout písmo
es_mx: Descargar fuente
ru: Скачать шрифт
zh_hans: 下载字体

# font.picker.add.done.fmt
source: Font %@/%zd has been added
cs: Přidáno písmo %@/%zd
es_mx: Se añadió la fuente %@/%zd
ru: Добавлен шрифт %@/%zd
zh_hans: 已添加字体 %@/%zd

# font.picker.add.more.hint
source: Moreover you can add fonts - by copying font files (.ttf or .otf) into App Documents via iTunes File Sharing - on the iPad, drag and drop the font files on the screen below
cs: Mimoto můžete také přidat fonty - zkopírovat soubory písem (.ttf nebo .otf) do dokumentů aplikace pomocí iTunes Sdílené soubory - V iPadu přetáhněte soubory písem na obrazovce níže
es_mx: Además, puedes añadir fuentes copiando sus archivos (.ttf or .otf) en los documentos de la app a través de «Compartir Archivos» de iTunes. En un iPad, arrastra y suelta los archivos de fuentes dentro de la caja de abajo.
ru: Кроме того, вы можете добавлять шрифты - скопировав файлы шрифтов (.ttf or .otf) в Документы приложения с помощью iTunes Общие файлы - на iPad перетащите файлы шрифтов на экране ниже
zh_hans: 此外，您可以通过iTunes文件共享将字体文件（.ttf或.otf）复制到App Documents中来添加字体。 在iPad上，拖放字体文件进入下面的方框

# font.picker.add.drop
source: Drag and drop the font files here
cs: Přetáhněte a hoďte soubory písem sem
es_mx: Arrastra y suelta aquí los archivos de fuentes
ru: Перетащите и бросьте файлы шрифтов сюда
zh_hans: 将字体文件拖放到此处

# empty.page
source: Blank page
cs: Prázdná stránka
es_mx: Página en blanco
ru: Пустая страница
zh_hans: 空白页

# empty.outline
source: No outline
cs: Žádný obsah
es_mx: Sin tabla de contenido
ru: Нет оглавления
zh_hans: 没有大纲

# empty.outline.hint
source: Tap 'Add an outline' button to create a table of contents
cs: Stiskněte tlačítko ‘Přidat obsah’ pro vytvoření obsahu
es_mx: Toca «Añadir una tabla de contenido» para crear una
ru: Нажмите кнопку ‘Добавить оглавление’ для создания оглавления
zh_hans: 点击'添加大纲'按钮创建目录

# empty.bookmarks
source: No bookmarks
cs: Žádné záložky
es_mx: Sin marcapáginas
ru: Нет закладок
zh_hans: 没有书签

# empty.bookmarks.hint
source: Tap the far right button on the page footer to add a bookmark
cs: Klepnutím na pravé tlačítko na zápatí stránky knihy přidáte záložku
es_mx: Toca el botón de hasta abajo a la derecha para añadir un marcapáginas.
ru: Нажмите крайнюю справа кнопку на нижнем колонтитуле страницы книги для добавления закладки
zh_hans: 点击页脚上最右边的按钮添加书签

# empty.notes
source: No notes
cs: Žádné poznámky
es_mx: Sin notas
ru: Нет заметок
zh_hans: 没有注释

# empty.notes.hint
source: Use a long press gesture for selecting text on a page in the book and then select menu 'Mark' to add a note
cs: Dlouhým stisknutím vyberte text na stránce knihy a vyberte menu ‘Poznámka’ pro přidání poznámky
es_mx: Usa un gesto de pulsado prolongado para seleccionar texto en una página del libro y después selecciona «Marcar» para añadir una nota.
ru: Используйте длительное нажатие для выбора текста на книжной странице, затем выберите меню ‘Отметить’ для добавления заметки
zh_hans: 使用长按手势选择书中页面上的文本，然后选择菜单'标记'以添加注释

# empty.sketches
source: No sketches
cs: Žádné obrázky
es_mx: Sin garabatos
ru: Нет рисунков
zh_hans: 没有草图

# empty.sketches.hint
source: Open the sketches toolbar and then use Apple Pencil or your finger for drawing sketches on a page
cs: Otevřete panel kreslení a použijte Apple tužku nebo prst na kreslení na stránce
es_mx: Abre las herramientas de garabatos y luego utiliza el lápiz Apple o usa tu dedo para dibujar garabatos en una página.
ru: Откройте панель рисунков и используйте Apple Pencil или палец для рисования на странице
zh_hans: 打开草图工具，然后使用Apple Pencil或手指在页面上绘制草图

# empty.summary
source: Write here the book summary
cs: Souhrn knihy
es_mx: Escribe aquí un resumen del libro
ru: Конспектируйте книгу
zh_hans: 在这里写书摘要

# empty.summary.hint
source: KyBook supports Markdown formatting and may export a summary as HTML, PDF or RTF
cs: KyBook podporuje formátování Markdown a může exportovat souhrny jako HTML, PDF nebo RTF
es_mx: KyBook soporta formato Markdown y puede exportar el resumen como HTML, PDF y RTF.
ru: KyBook поддерживает Markdown форматирование и может экспортировать конспект как HTML, PDF или RTF
zh_hans: KyBook支持Markdown格式，可以将摘要导出为HTML，PDF或RTF

source: Empty book index
cs: Index knihy je prázdný
es_mx: Índice de palabras vacío
ru: Книжный указатель пуст
zh_hans: 空书索引

# empty.bookindex.none
source: The book index has not yet been built
cs: Index knih ještě nebyl vytvořen
es_mx: Aún no se ha realizado el índice de palabras del libro
ru: Книжный указатель ещё не был построен
zh_hans: 书籍索引尚未建成

# empty.reading
source: No books to read in the last thirty days
cs: Během posledních třiceti dnů nebyly přečteny žádné knihy
es_mx: No se han leído libros en los últimos treinta días
ru: Нет читаемых книг за последние тридцать дней
zh_hans: 过去三十天没有读过书

# empty.catalog.page
source: This page is empty
cs: Tato stránka je prázdná
es_mx: Esta página está vacía
ru: Эта страница пуста
zh_hans: 此页面为空

# empty.catalog.reviews
source: No reviews found
cs: Nenalezeny žádné recenze
es_mx: No se encontraron reseñas
ru: Отзывов не найдено
zh_hans: 未找到评论

# empty.summaries
source: No summaries
cs: Žádné souhrny
es_mx: Sin resúmenes
ru: Нет конспектов
zh_hans: 没有摘要

# empty.dictionaries
source: No dictionaries
cs: Žádné slovníky
es_mx: Sin diccionarios
ru: Нет словарей
zh_hans: 没有字典

# empty.articles
source: No articles
cs: Žádné články
es_mx: Sin artículos
ru: Нет статей
zh_hans: 没有文章

# empty.favorites
source: No favorites
cs: Žádné oblíbené
es_mx: Sin favoritos
ru: Нет избранных
zh_hans: 没有收藏

# empty.collections
source: No collections
cs: Žádné sbírky
es_mx: Sin colecciones
ru: Нет коллекций
zh_hans: 没有收藏

# empty.downloads
source: No downloads
cs: Žádné stahování
es_mx: Sin descargas
ru: Нет загрузок
zh_hans: 没有下载

# note.citation
source: Citation
cs: Citace
es_mx: Cita
ru: Цитата
zh_hans: 引用

# note.sticker
source: Sticker
cs: Nálepka
es_mx: Estampa
ru: Стикер
zh_hans: 贴纸

# note.scrap
source: Scrap
cs: Výřez
es_mx: Recorte
ru: Вырезка
zh_hans: 废料

# note.sketch
source: Sketch
cs: Nákres
es_mx: Garabato
ru: Рисунок
zh_hans: 素描

# note.color
source: Color
cs: Barva
ru: Цвет
zh_hans: 颜色

# note.style
source: Style
cs: Styl
es_mx: Estilo
ru: Стиль
zh_hans: 风格

# note.style.fill
source: Fill
cs: Vyplnit
es_mx: Rellenar
ru: Залить
zh_hans: 填充

# note.style.strikeline
source: Strikethrough
cs: Zatrhnout
es_mx: Tachar
ru: Зачеркнуть
zh_hans: 删除线

# note.style.underline
source: Underline
cs: Podtrhnout
es_mx: Subrayar
ru: Подчеркнуть
zh_hans: 下划线

# note.style.doubleline
source: Double line
cs: Dvojitá čára
es_mx: Línea doble
ru: Двойная линия
zh_hans: 双线

# note.style.wavy
source: Wavy
cs: Vlnitá čára
es_mx: Línea ondulada
ru: Волнистая линия
zh_hans: 波浪状

# note.style.dots
source: Dots
cs: Tečky
es_mx: Puntos
ru: Многоточие
zh_hans: 点

# note.color.red
source: Red
cs: Červeá
es_mx: Rojo
ru: Красный
zh_hans: 红色

# note.color.pink
source: Pink
cs: Růžová
es_mx: Rosa
ru: Розовый
zh_hans: 粉红色

# note.color.purple
source: Purple
cs: Purpurová
es_mx: Púrpura
ru: Пурпурный
zh_hans: 紫色

# note.color.violet
source: Violet
cs: Fialová
es_mx: Violeta
ru: Фиолетовый
zh_hans: 紫罗兰

# note.color.blue
source: Blue
cs: Modrá
es_mx: Azul
ru: Синий
zh_hans: 蓝色

# note.color.green
source: Green
cs: Zelená
es_mx: Verde
ru: Зеленый
zh_hans: 绿色

# note.color.yellow
source: Yellow
cs: Žlutá
es_mx: Amarillo
ru: Желтый
zh_hans: 黄色

# note.color.orange
source: Orange
cs: Oranžová
es_mx: Naranja
ru: Оранжевый
zh_hans: 橙色

# note.color.brown
source: Brown
cs: Hnědá
es_mx: Café
ru: Коричневый
zh_hans: 棕色

# sketch.general
source: Sketch
cs: Kreslení
es_mx: Garabato
ru: Рисунок
zh_hans: 素描

# sketch.brush
source: Brush
cs: Štětec
es_mx: Brocha
ru: Кисть
zh_hans: 画笔

# sketch.brush.color
source: Color
cs: Barva
ru: Цвет
zh_hans: 颜色

# sketch.brush.fill
source: Fill color
cs: Barva výplně
es_mx: Color de relleno
ru: Цвет заливки
zh_hans: 填充颜色

# sketch.brush.opacity
source: Opacity
cs: Transparentnost
es_mx: Opacidad
ru: Прозрачность
zh_hans: 不透明度

# sketch.brush.thickness
source: Thickness
cs: Tloušťka
es_mx: Grosor
ru: Толщина
zh_hans: 厚度

# sketch.brush.style
source: Style
cs: Styl
es_mx: Estilo
ru: Стиль
zh_hans: 风格

# sketch.arrow
source: Arrow
cs: Šipka
es_mx: Flecha
ru: Стрелка
zh_hans: 箭头

# sketch.line
source: Line
cs: Linka
es_mx: Línea
ru: Линия
zh_hans: 线

# sketch.rectangle
source: Rectangle
cs: Obdélník
es_mx: Rectángulo
ru: Прямоугольник
zh_hans: 矩形

# sketch.ellipse
source: Ellipse
cs: Elipsa
es_mx: Elipse
ru: Овал
zh_hans: 椭圆

# sketch.polyline
source: Polyline
cs: Křivka
es_mx: Polígono
ru: Ломаная
zh_hans: 折线

# sketch.text
source: Text
es_mx: Texto
ru: Текст
zh_hans: 文字

# sketch.stiker
source: Sticker
cs: Nálepka
es_mx: Estampa
ru: Наклейка
zh_hans: 贴纸

# sketch.emoji
source: Emoji
ru: Эмодзи
zh_hans: 表情符号

# brush.linestyle.solid
source: Solid
cs: Plná
es_mx: Sólido
ru: Сплошной
zh_hans: 坚实

# brush.linestyle.dotted
source: Dotted
cs: Tečkovaná
es_mx: Punteado
ru: Многоточие
zh_hans: 虚点线

# brush.linestyle.dashed
source: Dashed
cs: Čárkovaná
es_mx: Rayado
ru: Штрих
zh_hans: 虚线

# search.scope.book
source: Book
cs: Kniha
es_mx: Libro
ru: Книга
zh_hans: 预设

# search.scope.dictionary
source: Dictionary
cs: Slovník
es_mx: Diccionario
ru: Словарь
zh_hans: 字典

# search.scope.translate
source: Translate
cs: Překlad
es_mx: Traducir
ru: Перевод
zh_hans: 翻译

# search.scope.internet
source: Internet
ru: Интернет
zh_hans: 互联网

# search.scope.wikipedia
source: Wikipedia
cs: Wikipedie
ru: Википедия
zh_hans: 维基百科

# search.scope.library
source: Library
cs: Knihovna
es_mx: Biblioteca
ru: Библиотека
zh_hans: 图书馆

# search.scope.catalogs
source: Catalogs
cs: Katalogy
es_mx: Catálogos
ru: Каталоги
zh_hans: 目录

# search.executing
source: Searching..
cs: Hledání..
es_mx: Buscando...
ru: Поиск..
zh_hans: 搜索 ...

# search.continue.fmt
source: Searching, %zd matches found..
cs: Hledání, nalezeno %@..
es_mx: Buscando, %@ hasta ahora...
ru: Поиск, найдено %zd совпадений..
zh_hans: 搜索, %@ 发现 ...

# search.done.fmt
source: Done, %zd matches found
cs: Hotovo, nalezeno %@
es_mx: Listo, %@ en total
ru: Готово, найдено %zd совпадений
zh_hans: 完成, %@ 找到

# search.none
source: Oops, we can't find what you are looking for
cs: Bohužel, nemůžeme najít to, co hledáte
es_mx: Uy, no se pudo encontrar lo que buscabas
ru: Ой, мы не можем найти то, что вы ищете
zh_hans: 哎呀，我们找不到你要找的东西

# search.matching
source: Matching
cs: Režim hledání
es_mx: Comparación
ru: Режим поиска
zh_hans: 匹配

# search.matching.textual
source: Textual
cs: Textový
ru: Текстовый
zh_hans: 正文

# search.matching.regular
source: Regular
cs: Šablona
ru: Шаблон
zh_hans: 常规

# search.matching.fuzzy
source: Fuzzy
es_mx: Semejante
ru: Нечёткий
zh_hans: 模糊

# search.matching.exact
source: Exact
cs: Přesný
es_mx: Exacta
ru: Точный
zh_hans: 完全

# search.matching.substring
source: Substring
cs: Podřetěžec
es_mx: Subcadenas
ru: Подстрока
zh_hans: 字符串

# search.matching.pattern
source: Pattern
cs: Šablona
es_mx: Patrones
ru: Шаблон
zh_hans: 模式

# search.area.in
source: Search In
cs: Hledání v
es_mx: Buscar en
ru: Поиск в
zh_hans: 搜索

# search.area.in.title
source: Title
cs: Název
es_mx: Títulos
ru: Название
zh_hans: 标题

# search.area.in.keywords
source: Keywords
cs: Klíčová slova
es_mx: Palabras clave
ru: Ключевые слова
zh_hans: 关键字

# search.area.in.sequence
source: Seria
cs: Řada
es_mx: Series
ru: Серия
zh_hans: 系列

# search.area.in.author
source: Author
cs: Autor
es_mx: Autores
ru: Автор
zh_hans: 作者

# search.area.in.annotation
source: Annotation
cs: Vysvětlivka
es_mx: Anotaciones
ru: Аннотация
zh_hans: 注释

# search.area.in.filename
source: Filename
cs: Jméno souboru
es_mx: Nombres de archivo
ru: Имя файла
zh_hans: 文件名

# search.engine.google
source: Google Search
cs: Hledání Google
es_mx: Buscador de Google
ru: Поиск Google
zh_hans: Google搜索

# search.bookshelf.promt
source: Search in this bookshelf
cs: Hledat v této knižní polici
es_mx: Buscar en este librero
ru: Искать в этой книжной полке
zh_hans: 在这个书架中搜索

# search.widget.detail
source: Search in the Library
cs: Hledání v knihovně
es_mx: Buscar en la biblioteca
ru: Поиск в библиотеке
zh_hans: 在图书馆中搜索

# tip.reader.fullscreen.exit
source: Tap here to exit full screen mode
cs: Kliknutím sem opustíte režim celé obrazovky
es_mx: Toca aquí para salir del modo de pantalla completa
ru: Нажмите сюда для выхода из полноэкранного режима
zh_hans: 点击此处退出全屏模式

# misc.abc
source: Abc
ru: Абв

# image.grabbing
source: Image Grabbing Mode
cs: Režim snímání obrázků
es_mx: Modo de captura de imagen
ru: Режим захвата изображения
zh_hans: 图像抓取模式

# pasteboard.copy.image
source: Image was copied into the clipboard
cs: Obraz byl zkopírován do schránky
es_mx: La imagen fue copiada en el portapapeles
ru: Изображение было скопировано в буфер обмена
zh_hans: 图像被复制到剪贴板上

# misc.chapter.fmt
source: Chapter %zd
cs: Hlava %zd
es_mx: Capítulo %zd
ru: Глава %zd
zh_hans: 章节 %zd

# misc.start.editing
source: Start editing
cs: Start editace
es_mx: comenzar a editar
ru: Начать редактирование
zh_hans: 开始编辑

# markdown.conf.citation
source: Citation
cs: Citace
es_mx: Cita
ru: Цитирование
zh_hans: 引用

# markdown.conf.citation.hint
source: When pasting or dragging a citation from a book
cs: Při vkládání nebo přetahování citátů z knihy
es_mx: Al pegar o arrastrar una cita de un libro.
ru: При вставке или перетаскивании цитаты из книги
zh_hans: 粘贴或拖动书中的引文时

# markdown.conf.citation.quote
source: Format as a quotation block
cs: Vydávat jako blok
es_mx: Dar formato de bloque
ru: Оформлять как блок
zh_hans: 格式化为引用块

# markdown.conf.citation.link
source: Insert a link to the source
cs: Vložit odkazy na zdroj
es_mx: Insertar un enlace a la fuente
ru: Вставить ссылку на источник
zh_hans: 插入指向源的链接

# app.control
source: Control
cs: Řízení
ru: Управление
zh_hans: 设置

# app.control.services
source: Services
cs: Služby
es_mx: Servicios
ru: Службы
zh_hans: 服务

# app.control.prefs
source: Preferences
cs: Nastavení
es_mx: Preferencias
ru: Настройки
zh_hans: 首选项

# app.control.advanced.ui
source: Advanced interface
cs: Pokročilé rozhraní
es_mx: Interfaz avanzada
ru: Продвинутый интерфейс
zh_hans: 高级界面

# app.control.advanced.ui.hint
source: The mode with several active tabs (Safari similar). For activating the advanced interface mode, the PRO or PREMIUM in-app purchase required.
cs: Režim s několika aktivními záložkami (podobné Safari). Chcete-li aktivovat režim pokročilého rozhraní, je vyžadován nákup v aplikaci PRO nebo PREMIUM.
es_mx: Permite tener múltiples pestañas activas (similar a Safari). La activación de la interfaz avanzada es a través de la compra PRO o PREMIUM dentro de la app.
ru: Режим с несколькими активными вкладками (Safari подобный). Для активации расширенного режима интерфейса требуется PRO или PREMIUM встроенная покупка.
zh_hans: 允许多个活动标签（类似于Safari）。 高级界面的激活是通过PRO或PREMIUM应用程序内购买。

# app.prefs.home.backg
source: Background in List mode
cs: Pozadí v režimu seznamu
es_mx: Fondo en modo de lista
ru: Фон в режиме списка
zh_hans: 列表模式中的背景

# app.prefs.home.backg.colored
source: Colored
cs: Barevný
es_mx: Coloreado
ru: Цветной
zh_hans: 彩色

# app.prefs.bookshelf.cover
source: Book Cover
cs: Obálka knihy
es_mx: Cubierta de libro
ru: Книжная обложка
zh_hans: 封面

# app.prefs.bookshelf.tag
source: Tag
cs: Značka
es_mx: Etiqueta
ru: Метка
zh_hans: 标签

# app.prefs.bookshelf.filestate
source: Cloud/Download
cs: Cloud/Stažení
es_mx: Nube/Descarga
ru: Облако/Загрузка
zh_hans: 云/下载

# app.prefs.bookshelf.decor
source: Display secondary information in a cell
cs: Zobrazení další informace v buňce
es_mx: Mostrar información secundaria en una celda
ru: Отображение дополнительной информации в ячейке
zh_hans: 显示单元格中的辅助信息

# app.prefs.bookshelf.backg.card
source: Background color in Card mode
cs: Barva pozadí v režimu Karty
es_mx: Color de fondo en modo tarjeta
ru: Цвет фона в режиме Карточки
zh_hans: 卡片模式中的背景色

# app.prefs.bookshelf.backg.mini
source: Background color in Mini-card mode
cs: Barva pozadí v režimu Malé karty
es_mx: Color de fondo en modo tarjeta mini
ru: Цвет фона в режиме Малые карточки
zh_hans: 迷你卡模式中的背景颜色

# app.prefs.bookshelf.tags
source: Tags Style
cs: Styl značek
es_mx: Estilo de etiquetas
ru: Стиль меток
zh_hans: 标签样式

# app.prefs.bookshelf.tags.icons
source: Icons
cs: Ikony
es_mx: Íconos
ru: Иконки
zh_hans: 图标

# app.prefs.bookshelf.tags.titles
source: Titles
cs: Názvy
es_mx: Títulos
ru: Названия
zh_hans: 标题

# app.prefs.bookshelf.search
source: Search
cs: Hledání
es_mx: Búsqueda
ru: Поиск
zh_hans: 搜索

# app.prefs.bookshelf.search.bar
source: Search Bar
cs: Vyhledávací panel
es_mx: Barra de búsqueda
ru: Панель поиска
zh_hans: 搜索栏

# app.prefs.bookshelf.search.hint
source: Enable a search bar for filtering books on a bookshelf
cs: Povolte panel vyhledávání pro filtrování knih na poličce
es_mx: Habilita una barra de búsqueda para filtrar los libros de un librero.
ru: Включить панель поиска для фильтрации книг на книжной полке
zh_hans: 启用搜索栏以过滤书架上的书籍

# app.prefs.bookshelf.default
source: Default preferences
cs: Výchozí nastavení
es_mx: Preferencias predeterminadas
ru: Настройки по умолчанию
zh_hans: 默认偏好
