Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# iap.yearly.subtitle
source: Every Year, 1 Week free trial
cs: Každý rok, 1 týden zkušební verze zdarma
es_mx: Pago anual (prueba gratis por una semana)
ru: Каждый год, 1 неделя бесплатной пробной версии
zh_hans: 每年支付，（免费试用1周）

# iap.premium.details
source: Subscription details
cs: Informace o předplatném
es_mx: Detalles de la suscripción
ru: Информация о подписке
zh_hans: 订阅详情

# iap.premium.hint
source: Premium subscription includes a synchronization feature and all Pro feature
cs: Premium předplatné obsahuje funkci synchronizace a všechny funkce Pro
es_mx: La suscripción premium incluye sincronización y todas las características Pro.
ru: Премиум-подписка включает в себя функцию синхронизации и все функции Pro
zh_hans: 高级订阅包括同步功能和所有Pro功能

# iap.manage.subscriptions
source: Manage subscriptions
cs: Řízení předplatného
es_mx: Administrar suscripciones
ru: Управление подпиской
zh_hans: 管理订阅

# iap.status.expired.fmt
source: Expired at %@
cs: Vypršelo %@
es_mx: Expiró el %@
ru: Истекла %@
zh_hans: 于 %@时过期

# iap.status.expires.fmt
source: Expires in %@
cs: Vyprší %@
es_mx: Expira el %@
ru: Истекает %@
zh_hans: 于 %@时过期

# iap.status.paid.fmt
source: Paid in %@
cs: Zaplaceno %@
es_mx: Pagado en %@
ru: Оплачено %@
zh_hans: 付费在 %@

# iap.error.title
source: iTunes Store Error
cs: Chyba iTunes Store
es_mx: Error de iTunes Store
ru: Ошибка iTunes Store
zh_hans: iTunes Store错误

# iap.error.nopurchases
source: Sorry, no purchases were found
cs: Omlouváme se, nebyly nalezeny žádné nákupy
es_mx: Lo sentimos, no se encontraron compras
ru: Извините, никаких покупок не было найдено
zh_hans: 对不起，没有找到任何购买

# iap.error.unablepayment
source: Sorry, unable to make a purchase. This device is not able or allowed to make payments
cs: Je nám líto, ale nemohl uskutečnit nákup. Na tomto zařízení není možné ani oprávněné provádět platby.
es_mx: Lo sentimos, no se pudo realizar la compra. Este dispositivo no es capaz o no tiene permitido hacer pagos
ru: Извините, не удалось совершить покупку. Это устройство не может или не имеет разрешения для совершения платежей
zh_hans: 抱歉，无法购买。此设备无法或不允许付款

# iap.error.unreachable
source: Sorry, synchronization server is unreachable. Premium subscription is unusable without synchronization
cs: Je nám líto, synchronizační server není k dispozici. Premium předplatné není vhodné pro použití bez synchronizace.
es_mx: Lo sentimos, el servidor de sincronización no está accesible. La suscripción premium es inservible sin sincronización
ru: К сожалению, сервер синхронизации недоступен. Премиум-подписка непригодна для использования без синхронизации.
zh_hans: 抱歉，同步服务器无法访问。高级订阅无法同步而无法使用

# support.report.issue
source: Report an issue
cs: Nahlásit problém
es_mx: Reportar un problema
ru: Сообщить о проблеме
zh_hans: 报告问题

# support.about
source: About
cs: O programu
es_mx: Acerca de KyBook
ru: О программе
zh_hans: 关于

# support.about.rate
source: Rate on the App Store
cs: Ohodnoťte v App Store
es_mx: Califícanos en la App Store
ru: Поставить оценку в App Store
zh_hans: 在App Store上评价

# support.about.twitter
source: Tweet on Twitter
cs: Tweet na Twitteru
es_mx: Tuitea en Twitter
ru: Твитнуть в Твиттере
zh_hans: 在Twitter上反馈

# support.about.feedback
source: Send feeback
cs: Napište nám
es_mx: Envíanos comentarios
ru: Напишите нам
zh_hans: 发送反馈

# support.about.help
source: Help
cs: Nápověda
es_mx: Ayuda
ru: Помощь
zh_hans: 帮助

# support.about.discuss
source: Discuss
cs: Diskutovat
es_mx: Discutir
ru: Обсудить
zh_hans: 讨论

# support.about.acknowledgement
source: Acknowledgement
cs: Poděkování
es_mx: Reconocimientos
ru: Благодарность
zh_hans: 致谢

# abbr.thousand.words.fmt
source: %zdk words
cs: %zdt slov
es_mx: %zdk palabras
ru: %zdт слов

source: Internal Error
cs: Vnitřní chyba
es_mx: Error Interno
ru: Внутренняя ошибка
zh_hans: 内部错误

# NETWORK_FAILURE
source: Network Error
cs: Síťová chyba
es_mx: Error de red
ru: Сетевая ошибка
zh_hans: 网络错误

source: Unauthorized
cs: Neoprávněné
es_mx: No autorizado
ru: Неавторизованно
zh_hans: 未经授权

source: Access Denied
cs: Přístup byl odepřen
es_mx: Acceso denegado
ru: Доступ закрыт
zh_hans: 访问被拒绝

# UNABLE_RESOLVE
source: Unable resolve the hostname/address
cs: Nelze určit hostitelské jméno / adresu
es_mx: No se pudo determinar el nombre del servidor o la dirección
ru: Невозможно определить имя хоста / адрес
zh_hans: 无法解析主机名/地址

# UNABLE_CONNECT
source: Unable connect to a network computer
cs: Nelze se připojit k počítači v síti
es_mx: No se pudo conectar a la computadora en la red
ru: Невозможно подключиться к компьютеру в сети
zh_hans: 无法连接到网络计算机

# BAD_SHARE
source: Invalid Sharepoint
cs: Neplatné místo připojení
es_mx: Punto de conexión inválido
ru: Недействительная точка подключения
zh_hans: 无效的 Sharepoint

# BAD_PATH
source: Invalid Path
cs: Neplatná cesta
es_mx: Ruta inválida
ru: Неверный путь
zh_hans: 无效路径

# FILE_IS_DIRECTORY
source: File is a directory
cs: Soubor je adresářem
es_mx: El archivo es un directorio
ru: Файл является каталогом
zh_hans: 文件是目录

source: File already exists
cs: Soubor již existuje
es_mx: El archivo ya existe
ru: Файл уже существует
zh_hans: 文件已存在

source: Not Found
cs: Nenalezeno
es_mx: No se encontró
ru: Не найдено
zh_hans: 未找到

# UNSUPPORTED
source: This feature is unsupported
cs: Tato funkce není podporována
es_mx: No se soporta esta característica
ru: Эта функция не поддерживается
zh_hans: 此功能不受支持

# FILE_IO_ERROR
source: File System Error
cs: Chyba souborového systému
es_mx: Error del sistema de archivos
ru: Ошибка файловой системы
zh_hans: 文件系统错误

source: Out of memory
cs: Nedostatek paměti
es_mx: Se agotó la memoria
ru: Недостаточно памяти
zh_hans: 内存不足

source: Unknown Failure
cs: Neznámá chyba
es_mx: Error desconocido
ru: Неизвестная ошибка
zh_hans: 未知故障

# TOR_BOOTSTRAP_ALERT
source: Bootstrapping of Tor network may take a long time. Please wait.
cs: Spuštění sítě Tor může trvat dlouho. Prosím počkejte.
es_mx: La carga de arranque de la red Tor puede tomar mucho tiempo. Espera, por favor...
ru: Начальная загрузка сети Tor может потребовать длительного времени. Пожалуйста подождите.
zh_hans: Tor网络的载入可能需要很长时间。请稍候 ...

# TOR_THREAD_IS_FINISHED
source: Tor network is closed
cs: Síť Tor je zavřená
es_mx: La red Tor está cerrada
ru: Сеть Тор закрыта
zh_hans: Tor网络关闭

source: Cancelled
cs: Zrušeno
es_mx: Cancelado
ru: Отменено
zh_hans: 取消

source: Failure
cs: Selhání
es_mx: Fallo
ru: Сбой
zh_hans: 失败

source: Completed
cs: Dokončeno
es_mx: Completado
ru: Завершено
zh_hans: 已完成

source: Finished
cs: Vykonáno
es_mx: Terminado
ru: Завершено
zh_hans: 完成

source: Ready
cs: Je hotovo
es_mx: Listo
ru: Готово
zh_hans: 准备好

source: Disconnected
cs: Žádné připojení
es_mx: Desconectado
ru: Нет соединения
zh_hans: 断开连接

source: Connecting..
cs: Připojení..
es_mx: Conectando...
ru: Подключение..
zh_hans: 正在连接 ...

source: Connected
cs: Připojeno k síti
es_mx: Conectado
ru: Подключён к сети
zh_hans: 已连接

source: Bootstrap
cs: Počáteční zatížení
es_mx: Cargador de arranque
ru: Начальная нагрузка
zh_hans: 引导程序

# BAD_AUTH
source: Unauthorized
cs: Neoprávněné
es_mx: No autorizado
ru: Неавторизованно
zh_hans: 未经授权

# FATAL_ERROR
source: Oops, something went wrong!
cs: Zdá se, že se něco pokazilo!
es_mx: ¡Uy!, algo salió mal
ru: Кажется что-то пошло не так!
zh_hans: 糟糕，出了点问题！

# filestore.googledrive
source: Google Drive
zh_hans: Google云盘

# share.notes.by
source: by
es_mx: por
zh_hans: 通过

# network.samba.v1.info
source: KyBook could only connect to SMB1 shares. SMB1 is disabled by default in Windows 10. To enable SMB1 in Windows 10 - go to Control Panel > Programs and Features > Turn Windows Features on > check the box for 'SMB 1.0/CIFS Server' and and reboot. Attention, SMB1 isn’t safe!
cs: Služba KyBook se mohla připojit pouze ke sdíleným položkám SMB1. SMB1 je v systému Windows 10 ve výchozím nastavení zakázán. Chcete-li povolit službu SMB1 v systému Windows 10 - přejděte na ovládací panel > Programy a funkce> Zapnout funkce systému Windows> zaškrtněte políčko 'SMB 1.0 / CIFS Server' a restartujte počítač. Pozor, SMB1 není bezpečný!
es_mx: KyBook solo puede conectarse con protocolo SMB1. SMB1 está deshabilitado de forma predeterminada en Windows 10. Para habilitarlo, ve a Panel de control > Programas y características > Activar o desactivar las características de Windows > marca la caja de «SMB 1.0/CIFS Server» y reinicia. ¡Atención, SMB1 no es seguro!
zh_hans: KyBook只能连接到SMB1共享，在Windows 10上默认禁用SMB1，要在Windows 10上启用SMB1，请转到控制面板>程序和功能>打开Windows功能>检查“SMB 1.0 / CIFS Server”框并重启。注意，SMB1协议不安全！

# translation.yandex.copyright
source: Powered by Yandex.Translate
es_mx: Servido por Yandex.Translate
zh_hans: 由Yandex引擎提供支持

# relax.flash
source: Flash
cs: Blesk
zh_hans: 闪烁
