Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# login.signin
source: Sign in
cs: Přihlásit se
es_mx: Ingresar
ru: Войти
zh_hans: 登录

# login.signup
source: Sign up
cs: Zaregistrovat se
es_mx: Registrarse
ru: Зарегистрироваться
zh_hans: 注册

# login.signin.welcome
source: Welcome back
cs: Vítejte
es_mx: Bienvenido
ru: Добро пожаловать
zh_hans: 欢迎回来

# login.signup.join
source: Join KyBook
cs: Připojuje se ke službě KyBook
es_mx: Únete a KyBook
ru: Присоединяйтесь к KyBook
zh_hans: 加入KyBook

# login.signin.headline
source: Sign in to explore and synchronize your books, notes, summaries and more.
cs: Přihlaste se a zobrazte a synchronizujte své knihy, poznámky, recenze atd.
es_mx: Ingresa para explorar y sincronizar tus libros, notas, resúmenes y más.
ru: Войдите для просмотра и синхронизации ваших книг, заметок, рецензий и т.д.
zh_hans: 登录以浏览和同步您的书籍，笔记，摘要等

# login.signup.headline
source: Create an account to explore and synchronize your books, notes, summaries and more.
cs: Vytvořte účet pro zobrazení a synchronizaci vašich knih, poznámek, recenzí atd.
es_mx: Crea una cuenta para explorar y sincronizar tus libros, notas, resúmenes y más.
ru: Создайте учетную запись для просмотра и синхронизации ваших книг, заметок, рецензий и т.д.
zh_hans: 创建一个帐户来探索和同步您的书籍，笔记，摘要等

# login.signin.toggle
source: No account?
cs: Nemáte účet?
es_mx: ¿Sin cuenta?
ru: Нет учетной записи?
zh_hans: 没有帐户？

# login.signup.toggle
source: Already have an account?
cs: Už máte účet?
es_mx: ¿Ya tienes una cuenta?
ru: У вас уже есть учетная запись?
zh_hans: 已经拥有一个帐户？

# login.signin.toggle.action
source: Create one
cs: Vytvořit
es_mx: Crea una
ru: Создать
zh_hans: 创建一个

# login.signup.toggle.action
source: Sign in
cs: Přihlásit se
es_mx: Ingresa
ru: Войти
zh_hans: 登录

# login.signin.password
source: Sign in with password
cs: Přihlášení pomocí hesla
es_mx: Ingresa con contraseña
ru: Войти с паролем
zh_hans: 使用密码登录

# login.signin.email
source: Sign in with email
cs: Přihlášení přes e-mail
es_mx: Ingresa con correo
ru: Войти через e-mail
zh_hans: 使用电子邮件登录

# login.signin.google
source: Sign in with Google
cs: Přihlášení pomocí Google
es_mx: Ingresa Google
ru: Войти через Google
zh_hans: 使用Google登录

# login.signin.github
source: Sign in with GitHub
cs: Přihlášení pomocí GitHub
es_mx: Ingresa con GitHub
ru: Войти через GitHub
zh_hans: 使用GitHub登录

# login.signin.known
source: Sign in with the known login
cs: Přihlásit se známým loginem
es_mx: Ingresa con un registro conocido
ru: Войти с известным логином
zh_hans: 使用已知登录信息登录

# login.signup.password
source: Sign up with password
cs: Registrace s heslem
es_mx: Regístrate con una contraseña
ru: Регистрация с паролем
zh_hans: 使用密码注册

# login.signup.email
source: Sign up with email
cs: Registrace e-mailem
es_mx: Regístrate con un correo
ru: Регистрация по e-mail
zh_hans: 使用电子邮件注册

# login.signup.google
source: Sign up with Google
cs: Registrace přes Google
es_mx: Regístrate con Google
ru: Регистрация через Google
zh_hans: 使用Google注册

# login.signup.github
source: Sign up with GitHub
cs: Registrace přes GitHub
es_mx: Regístrate con GitHub
ru: Регистрация через GitHub
zh_hans: 使用GitHub注册

# login.signin.enter
source: Enter the login and password for sign in to account
cs: Zadejte uživatelské jméno a heslo pro přihlášení k účtu
es_mx: Escribe nombre y contraseña de la cuenta a ingresar
ru: Введите логин и пароль для входа в учетную запись
zh_hans: 输入登录帐户的登录名和密码

# login.signup.enter
source: Enter the login and password for creating an account
cs: Zadejte uživatelské jméno a heslo pro vytvoření účtu
es_mx: Escribe nombre y contraseña de la cuenta a crear
ru: Введите логин и пароль для создания учетной записи
zh_hans: 输入登录名和密码以创建帐户

# login.email.enter
source: Optionally enter the email and display name
cs: Pokud chcete, zadejte svou e-mailovou adresu a jméno
es_mx: Opcionalmente escribe el correo y nombre a mostrar
ru: При желании введите адрес электронной почты и имя
zh_hans: 可选择输入电子邮件和显示名称

# login.login
source: Login
es_mx: Nombre
ru: Логин
zh_hans: 登录

# login.password
source: Password
cs: Heslo
es_mx: Contraseña
ru: Пароль
zh_hans: 密码

# login.email
source: Email
es_mx: Correo
ru: Электронная почта
zh_hans: 电子邮件

# login.displayname
source: Display name
cs: Jméno
es_mx: Nombre a mostrar
ru: Имя
zh_hans: 显示名称

# login.login.invalid
source: Login should be at least 4 characters long and should be consists of digits, latin letters, dots or underscores
cs: Login musí obsahovat alespoň 4 znaky a musí obsahovat čísla, latinská písmena, tečky nebo podtržítka
es_mx: El nombre debe constar de al menos 4 caracteres y estar formado por dígitos, letras latinas, puntos y guiones bajos.
ru: Логин должен содержать не менее 4 символов и должен состоять из цифр, латинских букв, точек или символов подчеркивания
zh_hans: 登录名应至少为4个字符，由数字，拉丁字母，点或下划线组成

# login.password.invalid
source: Password should be at least 6 characters long and should be consists of digits, latin letters, dots or underscores
cs: Heslo musí mít délku nejméně 6 znaků a musí obsahovat čísla, latinská písmena, tečky nebo podtržítka
es_mx: La contraseña debe constar de al menos 6 caracteres y estar formada por dígitos, letras latinas, puntos y guiones bajos.
ru: Пароль должен иметь длину не менее 6 символов и должен состоять из цифр, латинских букв, точек или символов подчеркивания
zh_hans: 密码长度至少应为6个字符，并且应包含数字，拉丁字母，圆点或下划线

# login.response.failure
source: Login or password is an invalid
cs: Přihlašovací jméno nebo heslo je neplatné
es_mx: Nombre o contraseña inválidos
ru: Логин или пароль недействительны
zh_hans: 用户名或密码无效

# login.invalid.email
source: Email is an invalid
cs: E-mail není platný
es_mx: Correo inválido
ru: Электронная почта недействительна
zh_hans: 电子邮件无效

# login.invalid.confirm
source: Verification code is an invalid
cs: Kód ověření je neplatný
es_mx: Código de verificación inválido
ru: Код подтверждения недействительный
zh_hans: 验证码无效

# login.email.confirm.send
source: Enter the email address associated with your account, and we’ll send a verification code to your inbox
cs: Zadejte e-mailovou adresu přidruženou k vašemu účtu a do vaší poštovní schránky zašleme ověřovací kód
es_mx: Escribe la dirección de correo asociado a tu cuenta para enviarte el código de verificación.
ru: Введите адрес электронной почты, связанный с вашей учетной записью, и мы отправим код подтверждения на ваш почтовый ящик
zh_hans: 输入与您的帐户相关联的电子邮件地址，我们会将验证码发送到您的收件箱

# login.email.confirm.enter
source: Enter a verification code and you'll be signed in
cs: Zadejte potvrzovací kód a budete přihlášeni
es_mx: Escribe el código de verificación para finalizar el registro
ru: Введите код подтверждения и вы будете зарегистрированы
zh_hans: 输入验证码，您将登录

# login.email.confirm.have
source: I have a verification code
cs: Mám ověřovací kód
es_mx: Tengo un código de verificación
ru: У меня есть код подтверждения
zh_hans: 我有验证码

# login.email.confirm.just.fmt
source: We just emailed a verification code to %@. Enter a code from the email and you'll be signed in
cs: Ověřovací kód jsme odeslali emailem na %@. Zadejte kód z tohoto dopisu a budete registrováni
es_mx: Te acabamos de enviar un código de verificación a %@. Escribe el código recibido en tu correo para finalizar el registro
ru: Мы отправили код подтверждения по электронной почте на %@. Введите код из письма, и вы будете зарегистрированы
zh_hans: 我们只是通过电子邮件将验证码发送到 %@. 输入电子邮件中的代码，您将登录

# login.email.confirm.code
source: Verification code
cs: Ověřovací kód
es_mx: Código de verificación
ru: Код подтверждения
zh_hans: 验证码

# login.email.confirm.check
source: Checking the code, please wait..
cs: Ověření kódu, prosím čekejte..
es_mx: Revisando el código, espera por favor...
ru: Проверка кода, пожалуйста, подождите..
zh_hans: 正在验证，请稍候 ...

source: Login Ok
cs: Úspěšné přihlášení
es_mx: Nombre correcto
ru: Успешный вход
zh_hans: 已登录

source: Login Failed
cs: Přihlášení se nezdařilo
es_mx: Fallo con el nombre
ru: Ошибка входа
zh_hans: 登录失败

# login.user.exists
source: User with the following login is already registered
cs: Uživatel s tímto loginem je již zaregistrován
es_mx: Ya está registrado este nombre
ru: Пользователь с таким логином уже зарегистрирован
zh_hans: 具有以下登录名的用户已经注册

# login.user.notfound
source: User not found
cs: Uživatel nebyl nalezen
es_mx: No se encuentra el usuario
ru: Пользователь не найден
zh_hans: 找不到用户

# account.general
source: Account
cs: Účet
es_mx: Cuenta
ru: Учетная запись
zh_hans: 帐户

# account.authorization
source: Authorization
cs: Autorizace
es_mx: Autorización
ru: Авторизация
zh_hans: 授权

# account.personal
source: Personal
cs: Osobní informace
ru: Личная информация
zh_hans: 个人

# account.social.network
source: Social network
cs: Sociální síť
es_mx: Red social
ru: Социальная сеть
zh_hans: 社交网络

# account.website
source: Website
cs: Webová stránka
es_mx: Sitio web
ru: Веб-сайт
zh_hans: 网站

# account.bio
source: Bio
cs: Životopis
es_mx: Biografía
ru: Биография
zh_hans: 签名

# account.created
source: Created at
cs: Vytvořen
es_mx: Creada el
ru: Создан в
zh_hans: 创建于

# account.logout
source: Logout
cs: Odhlásit se
es_mx: Desconectar
ru: Выйти
zh_hans: 退出

# account.logout.ask
source: Logout?
cs: Odhlásit se?
es_mx: ¿Desconectar?
ru: Выйти?
zh_hans: 退出？

# account.logout.message
source: Synchronization will no longer be available after logout. Are you sure?
cs: Synchronizace se po ukončení ukončí. Jste si jisti?
es_mx: Al desconectarse ya no podrás sincronizar. ¿Estás seguro?
ru: Синхронизация станет недоступной после выхода. Вы уверены?
zh_hans: 退出后将无法再进行同步。确定吗？

# account.relogin
source: Relogin
cs: Přihlásit se znovu
es_mx: Reingresar
ru: Войти снова
zh_hans: 重新登录

# account.relogin.ask
source: Relogin?
cs: Přihlásit se znovu?
es_mx: ¿Reingresar?
ru: Войти снова?
zh_hans: 重新登录？

# account.delete
source: Delete account
cs: Odstranit účet
es_mx: Borrar cuenta
ru: Удалить аккаунт
zh_hans: 删除帐户

# account.delete.ask
source: Delete account?
cs: Odstranit účet?
es_mx: ¿Borrar cuenta?
ru: Удалить аккаунт?
zh_hans: 删除帐户？

# account.delete.message
source: Deleting the account will also delete all stored information about books and notes in the cloud. Synchronization will no longer be available. Please enter `DELETE` for confirmation
cs: Smazáním účtu budou také odstraněny všechny uložené informace o knihách a poznámkách v cloudu. Synchronizace bude nedostupná. Prosím, zadejte`SMAZAT` pro potvrzení
es_mx: Al borrar la cuenta también se perderá toda la información almacenada en la nube sobre libros y notas. La sincronización tampoco estará disponible. Escribe por favor «BORRAR» para confirmar
ru: Удаление учетной записи также вызовет удаление всей сохранненой информации о книгах и заметках в облаке. Синхронизация станет недоступной. Пожалуйста, введите `УДАЛИТЬ` для подтверждения
zh_hans: 删除帐户还将删除云中所有存储的书籍和备注信息。同步将不再可用 请输入`删除` 确认

# account.anonymous
source: Anonymous
cs: Anonym
es_mx: Anónimo
ru: Аноним
zh_hans: 匿名

# account.devices
source: Devices
cs: Zařízení
es_mx: Dispositivos
ru: Устройства
zh_hans: 设备

# account.devices.detach
source: Detach device
cs: Odpojit zařízení
es_mx: Desvincular dispositivo
ru: Отсоединить устройство
zh_hans: 分离设备

# sync.general
source: Synchronization
cs: Synchronizace
es_mx: Sincronización
ru: Синхронизация
zh_hans: 同步

# sync.donow
source: Synchronize now
cs: Synchronizovat nyní
es_mx: Sincronizar ahora
ru: Синхронизировать сейчас
zh_hans: 立即同步

# sync.doing
source: Synchronizing..
cs: Synchronizuje se..
es_mx: Sincronizando...
ru: Синхронизируется..
zh_hans: 同步中 ...

# sync.automatic
source: Automatic synchronization
cs: Automatická synchronizace
es_mx: Sincronización automática
ru: Автоматическая синхронизация
zh_hans: 自动同步

# sync.automatic.wifi
source: Require a WiFi connection
cs: Vyžaduje připojení k WiFi
es_mx: Requerir una conexión WiFi
ru: Требовать подключения WiFi
zh_hans: 需要WiFi连接

# sync.automatic.lowerpower
source: Stop in Lower Power Mode
cs: Zastavovat v úsporném režimu
es_mx: Detener en modo de ahorro de batería
ru: Останавливать в режиме энергосбережения
zh_hans: 省电模式下停止同步

# sync.logging
source: Logging
cs: Protokolování
es_mx: Registro
ru: Логирование
zh_hans: 记录

# sync.logging.view
source: View log
cs: Zobrazit protokol
es_mx: Ver registro
ru: Просмотреть журнал
zh_hans: 查看日志

# sync.scope
source: Items that need to be synchronized
cs: Položky, které je třeba synchronizovat
es_mx: Elementos que van a ser sincronizados
ru: Элементы, которые необходимо синхронизировать
zh_hans: 需要同步的项目

# sync.scope.books
source: Book metadata
cs: Metadata knih
es_mx: Metadatos del libro
ru: Метаданные книг
zh_hans: 图书元数据

# sync.scope.notes
source: Notes, bookmarks
cs: Poznámky, záložky
es_mx: Notas, marcapáginas
ru: Заметки, закладки
zh_hans: 注释，书签

# sync.scope.assets
source: Summaries, covers
cs: Shrnutí, obálky
es_mx: Resúmenes, cubiertas
ru: Конспекты, обложки
zh_hans: 摘要，封面

# sync.scope.files
source: Book files
cs: Soubory knih
es_mx: Archivos del libro
ru: Файлы книг
zh_hans: 图书文件

# sync.restriction.hint
source: Synchronization requires premium subscription. Book metadata, notes, summaries, etc are stored in the cloud without any restrictions on the size and / or quantity. The total size of stored book files in the cloud is limited by the available quota.
cs: Synchronizace vyžaduje prémiové předplatné. Metadata knih, poznámky, záložky atd. se ukládají v cloudu bez omezení velikosti a / nebo množství. Celková velikost uložených souborů knih v cloudu je omezena dostupnou kvótou.
es_mx: La sincronización requiere una suscripción premium. Los metadatos, notas, resúmenes, etc., del libro son almacenados en la nube sin restricción alguna por el tamaño o cantidad. El tamaño total de los archivos de libros almacenados está determinado por la cuota disponible de almacenamiento.
ru: Синхронизация требует премиальной подписки. Метаданные книг, заметки, конспекты и т.п. сохраняются в облаке без каких-либо ограничений по размеру и/или количеству. Общий размер хранимых книжных файлов в облаке ограничен доступной квотой.
zh_hans: 同步需要高级订阅 将元数据，注释，摘要等存储在云中，不受大小和/或数量的限制 存储的书籍文件的总大小云受可用存储空间的限制

# sync.quota
source: Quota (used)
cs: Kvóta (použitá)
es_mx: Cuota de almacenamiento (utilizada)
ru: Квота (используется)
zh_hans: 存储空间（已使用）

# sync.quota.empty
source: Empty
cs: Volno
es_mx: Vacía
ru: Пусто
zh_hans: 空

# sync.quota.used.fmt
source: %@ of %@
cs: %@ z %@
es_mx: %@ de %@
ru: %@ из %@

# sync.push.notifications
source: Push notifications
cs: Push-oznámení
es_mx: Notificaciones Push
ru: Push-уведомления
zh_hans: 推送通知

# sync.push.notifications.hint
source: Notifications are useful for stable synchronization between your devices
cs: Oznámení jsou užitečná pro stabilní synchronizaci mezi vašimi zařízeními
es_mx: Las notificaciones son útiles para sincronizaciones estables entre tus dispositivos.
ru: Уведомления полезны для стабильной синхронизации между вашими устройствами
zh_hans: 通知对于设备之间的稳定同步非常有用

# sync.state.none
source: Not synchronized
cs: Není synchronizováno
es_mx: No sincronizado
ru: Не синхронизирован
zh_hans: 未同步

# sync.state.synced
source: Synced
cs: Synchronizováno
es_mx: Sincronizado
ru: Синхронизировано
zh_hans: 同步

# biz.adman.mock.banner.title
source: Upgrade KyBook to PRO and disable advertising banners!
cs: Zlepšete službu KyBook na PRO a odstraňte reklamní bannery!
es_mx: ¡Actualiza KyBook a su versión PRO y elimina anuncios publicitarios!
ru: Улучшить KyBook до ПРО и убрать рекламные баннеры!
zh_hans: 将KyBook升级为PRO以取消广告横幅！

# biz.adman.mock.banner.title.short
source: Upgrade to PRO and disable AD!
cs: Upgrade na PRO a odstranění reklam!
es_mx: ¡Actualiza a la versión PRO y elimina comerciales!
ru: Улучшить до ПРО и убрать рекламу!
zh_hans: 升级到PRO取消广告！

# biz.adman.mock.banner.subtitle
source: Tap to upgrade to Pro
cs: Klepnutím přejdete na PRO
es_mx: Toca para actualizar a Pro
ru: Нажмите, чтобы улучшить до Про
zh_hans: 点击升级到Pro

# biz.feature.noad
source: No advertising banners
cs: Bez reklamních bannerů
es_mx: Sin anuncios publicitarios
ru: Нет рекламных баннеров
zh_hans: 没有广告横幅

# biz.feature.djvu
source: Support of DjVu format
cs: Podpora formátu DjVu
es_mx: Soporte para el formato DjVu
ru: Поддержка формата DjVu
zh_hans: 支持DjVu格式

# biz.feature.userdict
source: User dictionary
cs: Uživatelský slovník
es_mx: Diccionario de usuario
ru: Словарь пользователя
zh_hans: 用户词典

# biz.feature.deckui
source: Advanced UI (Safari similar tabs)
cs: Pokročilé rozhraní (podobné kartám Safari)
es_mx: Interfaz avanzada (pestañas como en Safari)
ru: Продвинутый интерфейс (Safari подобный с вкладками)
zh_hans: 高级用户界面（类似Safari的标签）

# biz.feature.contentserver
source: Content Server
cs: Obsahový server
es_mx: Servidor de contenido
ru: Контент сервер
zh_hans: 内部服务器

# biz.feature.themes
source: Customizable themes
cs: Vlastní témata
es_mx: Temas personalizables
ru: Настраиваемые темы
zh_hans: 可自定义的主题

# biz.feature.tags
source: Tags for books
cs: Štítky pro knihy
es_mx: Pestañas para libros
ru: Метки для книг
zh_hans: 书籍标签

# biz.feature.downloadable
source: Downloadable content (fonts, backgrounds, dictionaries)
cs: Obsah ke stažení (fonty, pozadí, slovníky)
es_mx: Contenido descargable (fuentes, fondos, diccionarios)
ru: Загружаемый контент (шрифты, фоны, словари)
zh_hans: 可下载的内容（字体，背景，字典）

# biz.feature.autoscroll
source: Auto scrolling
cs: Auto posouvání
es_mx: Desplazamiento automático
ru: Автопрокрутка
zh_hans: 自动滚动

# biz.feature.sketches
source: Support for drawing on book pages
cs: Podpora kreslení na stránkách knih
es_mx: Soporte para dibujar en las páginas del libro
ru: Поддержка рисования на книжных страницах
zh_hans: 支持在书页上绘图

# biz.feature.pdfreflow
source: PDF Reflow mode on iPhone
cs: Režim PDF Reflow na iPhone
es_mx: Modo de ajuste de texto para PDF en iPhone
ru: Режим PDF Reflow на iPhone
zh_hans: iPhone上的PDF重排模式

# biz.feature.export2pdf
source: Export an ebook with annotations as PDF
cs: Export e-knihy s poznámkami ve fromátu PDF
es_mx: Exportar libros electrónicos con anotaciones como PDF
ru: Экспорт электронной книги с аннотациями в формате PDF
zh_hans: 导出带注释为PDF的电子书

# biz.feature.synchronization
source: Synchronization of ebooks metadata and files
cs: Synchronizace metadat a souborů knih
es_mx: Sincronización de metadatos y archivos de libros electrónicos
ru: Синхронизация метаданных и файлов книг
zh_hans: 电子书元数据和文件的同步

# biz.feature.google
source: Google Translator and Google cover search
cs: Překladač Google a vyhledávání obalů v Google
es_mx: Traductor de Google y buscador de cubiertas de Google
ru: Google переводчик и поиск обложек в Google
zh_hans: Google翻译和Google封面搜索

# biz.available.free
source: Available for Free
cs: K dispozici zdarma
es_mx: Disponible gratis
ru: Доступно бесплатно
zh_hans: 免费提供

# biz.requires.pro
source: Requires Pro Purchase
cs: Požadovaný nákup Pro
es_mx: Requiere compra de versión Pro
ru: Требуется Про покупка
zh_hans: 需要专业购买

# biz.requires.premium
source: Requires Premium Subscription
cs: Vyžaduje se předplatné Premium
es_mx: Requiere suscripción premium
ru: Требуется Премиум подписка
zh_hans: 需要高级订阅

# biz.alert.iap.fmt
source: Sorry, but need to pay an in-app purchase to continue using “%@” Do you want to make an in-app purchase now?
cs: Je nám líto, musíte v aplikaci uskutečnit nákup, abyste mohli pokračovat v práci «%@». Chcete v aplikaci uskutečnit nákup nyní?
es_mx: Lo sentimos, pero necesitas realizar una compra dentro de la app para continuar utilizando «%@» ¿Quieres realizar la compra ahora?
ru: Сожалею, требуется совершить покупку в приложении для продолжения использования «%@». Вы хотите совершить покупку в приложении сейчас?
zh_hans: 抱歉，您需要进行应用内购买才能继续使用 “%@” 您想立即进行应用内购买吗？

# biz.buy.now
source: Buy Now
cs: Koupit nyní
es_mx: Comprar ahora
ru: Купить сейчас
zh_hans: 立即购买

# biz.buy.later
source: Sure, I'll buy later
cs: Ano, koupím později
es_mx: Comprendo, lo compraré después
ru: Да, куплю позже
zh_hans: 当然，我会稍后再购买

# biz.premium.sync.note
source: Premium subscription is required to use Synchronization.
cs: Chcete-li synchronizovat, musíte si zakoupit předplatné Premium.
es_mx: Se requiere una suscripción premium para utilizar la sincronización.
ru: Для синхронизации необходимо приобрести Премиум подписку.
zh_hans: 使用同步需要高级订阅

# biz.trial
source: Trial version
cs: Zkušební verze
es_mx: Versión de prueba
ru: Пробная версия
zh_hans: 试用版

# biz.trial.hint.fmt
source: Try PRO features for free %zd days
cs: Zkuste funkce PRO zdarma %zd dnů
es_mx: Prueba gratis las características PRO durante %zd días.
ru: Пробуйте ПРО функции бесплатно %zd дней
zh_hans: 免费试用PRO功能 %zd 天

# biz.trial.noteliglbile
source: Not eligible for trial version
cs: Nevhodné pro zkušební verzi.
es_mx: La versión de prueba no está disponible
ru: Не подходит для пробной версии
zh_hans: 不符合试用版

# biz.terms.title
source: Terms of Service
cs: Podmínky použití
es_mx: Términos del servicio
ru: Условия использования
zh_hans: 服务条款

# biz.privacy.title
source: Privacy Policy
cs: Ochrana osobních údajů
es_mx: Política de privacidad
ru: Политика конфиденциальности
zh_hans: 隐私政策

# iap.general
source: In-App Purchases
cs: Vestavěné nákupy
es_mx: Compras dentro de la app
ru: Встроенные покупки
zh_hans: 应用内购买

# iap.restore
source: Restore purchases
cs: Obnovit nákupy
es_mx: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

# iap.pro.upgrade
source: Upgrade to Pro
cs: Upgrade na Pro
es_mx: Actualizar a versión Pro
ru: Улучшить до Про
zh_hans: 升级到专业版

# iap.premium.subscription
source: Premium subscription
cs: Premium předplatné
es_mx: Suscripción premium
ru: Премиум подписка
zh_hans: 高级订阅

# iap.dialog.completed
source: Completed purchases
cs: Dokončené nákupy
es_mx: Compras completadas
ru: Завершенные покупки
zh_hans: 已完成购买

# iap.dialog.restored
source: Restored purchases
cs: Obnovené nákupy
es_mx: Compras restauradas
ru: Восстановленные покупки
zh_hans: 购买已恢复

# iap.validation.issue
source: In-App Purchases have not been verified!
cs: Nákupy v aplikacích nebyly potvrzeny!
es_mx: ¡No se han verificado las compras dentro de la app!
ru: Покупки в приложениях не были подтверждены!
zh_hans: 应用内购买尚未经过验证！

# iap.validation.cancelled.fmt
source: %@ was cancelled
cs: %@ zrušeno
es_mx: %@ fue cancelada
ru: %@ отменено
zh_hans: %@ 被取消

# iap.validation.expired.fmt
source: %@ was expired
cs: %@ vypršelo
es_mx: %@ expiró
ru: %@ исктекла
zh_hans: %@ 已过期

# iap.validation.uncofirmed.fmt
source: %@ is not confirmed due to %@
cs: %@ není potvrzeno kvůli %@
es_mx: %@ no confirmada debido a %@
ru: %@ не подтверждается из-за %@
zh_hans: %@ 未确认，因为 %@

# iap.validation.note
source: Some features will be disabled!
cs: Některé funkce budou zakázány!
es_mx: ¡Algunas características serán deshabilitadas!
ru: Некоторые функции будут отключены!
zh_hans: 某些功能将被禁用！

# iap.pro.title
source: Upgrade to Pro
cs: Upgradovat na Pro
es_mx: Actualizar a versión Pro
ru: Улучшить до Про
zh_hans: 升级到专业版

# iap.pro.subtitle
source: One-time payment
cs: Jednorázová platba
es_mx: Único pago
ru: Одноразовый платеж
zh_hans: 一次性付款

# iap.pro.hint
source: Upgrade to Pro unlocks all Pro features
cs: Upgrade na Pro otevře všechny funkce Pro
es_mx: Actualizar a la versión Pro desbloquea todas las características Pro.
ru: Улучшение до Про открывает все Про функции
zh_hans: 升级到Pro可解锁所有Pro功能

# iap.pro.allfeatures
source: All Pro features
cs: Všechny funkce Pro
es_mx: Características Pro
ru: Все Про функции
zh_hans: 所有专业版功能

# iap.month3.title
source: 3 Month Subscription
cs: 3 měsíční předplatné
es_mx: Suscripción de 3 meses
ru: Подписка на 3 месяца
zh_hans: 3个月订阅

# iap.month3.subtitle
source: Every 3 Month, 1 Week free trial
cs: Každé 3 měsíce, 1 týden zkušební verze zdarma
es_mx: Pago trimestral (prueba gratis por una semana)
ru: Каждые 3 месяца, 1 неделя бесплатной пробной версии
zh_hans: 每3个月付费一次（免费试用1周）

# iap.yearly.title
source: Yearly Subscription
cs: Roční předplatné
es_mx: Suscripción anual
ru: Ежегодная подписка
zh_hans: 年度订阅
