Repository: D3athR0w/kybook3-localization
Catalog: */Localizable.strings
Languages: cs, es_mx, ru, zh_hans

# app.prefs.bookshelf.default.hint
source: Changing the default preferences will also reset all user preferences!
cs: Změnou výchozího nastavení se také obnoví všechna uživatelská nastavení!
es_mx: ¡Al cambiar las preferencias predeterminadas también se restablecerán todas las preferencias de usuario!
ru: Изменение настроек по умолчанию также сбросит все пользовательские настройки!
zh_hans: 更改默认首选项也将重置所有用户首选项！

# app.prefs.bookshelf.bookcard.open
source: Animation of a book card opening (iPad only)
cs: Animace otevření knižní karty (pouze iPad)
es_mx: Animación de apertura de la tarjeta de libro (solo iPad)
ru: Анимация открытия книжной карточки (только iPad)
zh_hans: 书卡打开动画（仅适用于iPad）

# app.prefs.reader.fullscreen
source: Full-screen
cs: Režim celé obrazovky
es_mx: Pantalla completa
ru: Полноэкранный режим
zh_hans: 全屏

# app.prefs.reader.fullscreen.auto
source: Auto switch
cs: Automatický přechod
es_mx: Automática
ru: Автоматический переход
zh_hans: 自动同步开关

# app.prefs.reader.fullscreen.tap
source: By tapping on the center
cs: Při stisknutí do středu
es_mx: Al tocar en el centro
ru: При нажатии по центру
zh_hans: 通过点击中心

# app.prefs.reader.fullscreen.header
source: Hide header bar
cs: Skrýt záhlaví
es_mx: Esconder barra superior
ru: Скрыть верхний колонтитул
zh_hans: 隐藏标题栏

# app.prefs.reader.fullscreen.footer
source: Hide footer bar
cs: Skrýt zápatí
es_mx: Esconder barra inferior
ru: Скрыть нижний колонтитул
zh_hans: 隐藏页脚栏

# app.prefs.reader.fullscreen.hint
source: By default KyBook automatically switches to full-screen mode when the user starts reading. To exit full-screen mode, tap the header bar. In addition, you can opt in the central tap for toggling the full-screen mode.
cs: Ve výchozím nastavení se program KyBook automaticky přepne na celou obrazovku, když uživatel začne číst. Pro ukončení režimu celé obrazovky klikněte na záhlaví. Navíc můžete pro přepnutí režimu celé obrazovky stisknout střed displeje
es_mx: De forma predeterminada, KyBook cambia al modo de pantalla completa automáticamente cuando empiezas a leer. Para salir de este modo toca la barra superior. Además, puedes habilitar un toque en el centro que alterne el modo de pantalla completa.
ru: По умолчанию KyBook автоматически переключается в полноэкранный режим, когда пользователь начинает читать. Для выхода из полноэкранного режима нажмите на верхний колонтитул. Кроме того, можно задействовать нажатие по центру, для переключения полноэкранного режима
zh_hans: 默认情况下，当您开始阅读时，KyBook会自动切换到全屏模式。要退出全屏模式，请点按标题栏。此外，您还可以启用中央点按切换全屏模式。

# app.prefs.reader.forcetouch.hint
source: Force Touch can be used to perform the preferred action on the selected text
cs: Force (3D) Touch lze použít k provedení upřednostňované akce na vybraném textu
es_mx: Se puede usar Force Touch para realizar la acción preferida en el texto seleccionado.
ru: Force Touch может использоваться для выполнения предпочтительного действия над выделенным текстом

# app.prefs.reader.idletimer
source: Disable Idle Timer
cs: Zakázat časovač nečinnosti
es_mx: Deshabilitar bloqueo de pantalla
ru: Отключить таймер простоя
zh_hans: 禁用屏幕自动锁定

# app.prefs.reader.idletimer.hint
source: As long as the book is open, the screen remains switched on
cs: Zatímco je kniha otevřená, obrazovka zůstane zapnutá
es_mx: Mientras que el libro se encuentre abierto la pantalla se mantendrá encendida.
ru: Пока открыта книга, экран остается включен
zh_hans: 只要书籍打开，屏幕就会保持打开状态

# app.prefs.cache
source: Cache
cs: Caching
es_mx: Caché
ru: Кэширование
zh_hans: 缓存

# app.prefs.cache.clear
source: Clear space
cs: Uvolnit místo
es_mx: Liberar espacio
ru: Освободить место
zh_hans: 缓存大小

# app.prefs.cache.reader
source: Reader Cache
cs: Cache čtečky
es_mx: Caché del lector
ru: Кэш читалки
zh_hans: 书籍缓存

# app.prefs.cache.reader.hint
source: Application stores unzipped and parsed ebook data in the cache folder on the device. You can free up space and delete all cached data.
cs: Aplikace uchovává údaje o e-knihách rozbalené a analyzované ve složce cache na zařízení. Můžete uvolnit místo a odstranit všechna data uložená v mezipaměti.
es_mx: KyBook almacena datos descomprimidos y analizados de los libros en la carpeta de caché del dispositivo. Puedes borrar todos los datos almacenados para liberar espacio.
ru: Приложение хранит разархивированные и распарсенные данные электронной книги в папке кеша на устройстве. Вы можете освободить место и удалить все кэшированные данные.
zh_hans: KyBook将解压缩和解析的电子书数据存储在设备的缓存文件夹中。您可以删除所有缓存的数据以释放空间

# app.prefs.cache.covers
source: Book Covers Cache
cs: Cache knižních obalů
es_mx: Caché de cubiertas de libros
ru: Кэш книжных обложек
zh_hans: 书籍封面缓存

# app.prefs.cache.covers.hint
source: Application stores a book cover images in the cache folder on the device. You can free up space and delete all cached images.
cs: Aplikace ukládá obrázky obalů knih do složky mezipaměti na zařízení. Můžete uvolnit místo a odstranit všechny obrázky v mezipaměti.
es_mx: KyBook almaceba imágenes de cubiertas de libros en la carpeta de caché del dispositivo. Puedes borrar todos los datos almacenados para liberar espacio.
ru: Приложение сохраняет изображения обложек книг в папке кеша на устройстве. Вы можете освободить место и удалить все кэшированные изображения.
zh_hans: KyBook将书籍封面图像存储在设备的缓存文件夹中。您可以删除所有缓存的图像以释放空间

# app.prefs.misc
source: Miscellaneous
cs: Různé
es_mx: Diversos
ru: Разное
zh_hans: 更多选项

# app.prefs.spotlight
source: Spotlight Search
cs: Hledání Spotligh
es_mx: Búsqueda Spotlight
ru: Поиск Spotligh
zh_hans: Spotlight 搜索

# app.prefs.spotlight.hint
source: Index the opened books for making them searchable using Spotlight Search
cs: Indexujte otevřené knihy, abyste je mohli vyhledávat pomocí vyhledávacího dotazu Spotligh
es_mx: Indexa los libros abiertos para que puedan ser localizados utilizando la búsqueda Spotlight.
ru: Индексировать открытые книги, чтобы сделать их доступными для поиска, через Поиск Spotligh
zh_hans: 索引打开的书籍可以使用Spotlight搜索进行搜索

# app.autosum.algo
source: Automatic Text Summarization Algorithm
cs: Algoritmus auto referování textu
es_mx: Algoritmo para resumir texto automático
ru: Алгоритм авто реферирование текста
zh_hans: 自动文本摘要算法

# app.autosum.algo.hint
source: Text Rank is very resource intensive, but may produce a better result. Try switching to the 'Keyphrases' algorithm, if the application was forced to close by iOS due to memory depletion.
cs: Textové hodnocení je velmi náročné na zdroje, ale může přinést lepší výsledek. Zkuste přepnout na algoritmus «Keyphrases», pokud aplikace byla násilně zavřena systémem iOS z důvodu vyčerpání paměti.
es_mx: «Text rank» utiliza demasiados recursos pero puede producir mejores resultados. Intenta con el algoritmo «Keyphrases» si KyBook se cierra por falta de memoria.
ru: Text Rank очень ресурсоемкий, но может выдать более качественный результат. Попробуйте переключиться на алгоритм «Keyphrases», если приложение было принудительно закрыто iOS из-за истощения памяти.
zh_hans: 文本排名非常耗费资源，但可能会产生更好的结果。如果由于内存耗尽而导致KyBook被迫关闭，请尝试切换到'关键短语'算法

# app.prefs.dragdrop
source: Drag & Drop
cs: Drag & Drop (Přetahování)
es_mx: Arrastrar y soltar
ru: Drag & Drop (Перетаскивание)
zh_hans: 拖放

# app.prefs.dragdrop.hint
source: Allows to drag and drop items on a bookshelf, a library and other screens
cs: Umožňuje přetahovat položky na polici knihovny, obrazovce knihovny a dalších
es_mx: Permite arrastrar y soltar elementos en un librero, biblioteca y otras pantallas.
ru: Позволяет перетаскивать элементы на книжной полке, экране библиотеки и других
zh_hans: 允许在书架，图书馆和其他屏幕上拖放项目

# app.prefs.dragdrop.confirm.title
source: Toggle Drag & Drop
cs: Přepínání Drag & Drop
es_mx: Modificar arrastrar y soltar
ru: Переключение Drag & Drop
zh_hans: 切换拖放

# app.prefs.dragdrop.confirm.msg
source: Changes Drag & Drop requires resetting of the application's screens. All screens will be closed. Are you sure?
cs: Změna Drag & Drop vyžaduje opětovné načtení obrazovky aplikací. Všechny obrazovky budou uzavřeny. Jste si jisti?
es_mx: Este cambio requiere reiniciar todas las pantallas de KyBook, por lo cuál todas se cerrarán. ¿Estás seguro?
ru: Изменения Drag & Drop требует перезагрузки экранов приложений. Все экраны будут закрыты. Вы уверены?
zh_hans: 更改拖放需要重置KyBook的屏幕。所有屏幕都将关闭。 您确定吗？

# contentserver.general
source: Content Server
cs: Obsahový server
es_mx: Servidor de contenido
ru: Контент сервер
zh_hans: 服务器

# contentserver.activate
source: Activate
cs: Aktivovat
es_mx: Activar
ru: Включить
zh_hans: 激活

# contentserver.link
source: Link
cs: Odkaz
es_mx: Enlace
ru: Ссылка
zh_hans: 链接

# contentserver.username
source: Username
cs: Uživatel
es_mx: Nombre de usuario
ru: Пользователь
zh_hans: 用户名

# contentserver.password
source: Password
cs: Heslo
es_mx: Contraseña
ru: Пароль
zh_hans: 密码

# contentserver.hint
source: Activate the content server to access your files via the local network using a web browser
cs: Povolte obsahovému serveru přístup k souborům prostřednictvím místní sítě pomocí webového prohlížeče
es_mx: Activa el servidor de contenido para acceder a tus archivos a través de la red local utilizando un explorador de internet.
ru: Включите контент сервер для доступа к вашим файлам через локальную сеть с помощью веб-браузера
zh_hans: 激活内容服务器以使用Web浏览器通过本地网络访问您的文件

# contentserver.visit
source: Visit '%@' in your web browser
cs: Otevřete odkaz ‘%@’ ve vašem webovém prohlížeči
es_mx: Visita '%@' en tu explorador
ru: Откройте ссылку ‘%@’ в вашем веб-браузере
zh_hans: 访问 '%@' 在您的浏览器中

# imagepicker.image
source: Image
cs: Obrázek
es_mx: Imagen
ru: Изображение
zh_hans: 图片

# imagepicker.reset
source: Reset
cs: Resetovat
es_mx: Restablecer
ru: Сбросить
zh_hans: 重置

# imagepicker.files
source: Files
cs: Soubory
es_mx: Archivos
ru: Файлы
zh_hans: 文件

# imagepicker.photo
source: Photo
cs: Fotky
es_mx: Foto
ru: Фото
zh_hans: 照片

# imagepicker.internet
source: Internet
ru: Интернет
zh_hans: 互联网

# imagepicker.libraries
source: Libraries
cs: Knihovny
es_mx: Bibliotecas
ru: Библиотеки
zh_hans: 图书馆

# imagepicker.samples
source: Samples
cs: Vzorky
es_mx: Muestras
ru: Образцы
zh_hans: 样本

# imagepicker.backgrounds
source: Backgrounds
cs: Pozadí
es_mx: Fondos
ru: Фон
zh_hans: 背景

# imagepicker.photo.all
source: All Photo
cs: Všechny fotky
es_mx: Todas las fotos
ru: Все фотографии
zh_hans: 所有照片

# imagepicker.photo.none
source: No photo
cs: Žádné fotky
es_mx: Sin foto
ru: Нет фотографий
zh_hans: 没有照片

# imagepicker.files.none
source: No image files in this folder
cs: V této složce nejsou žádné soubory obrázků
es_mx: No hay archivos de imagen en esta carpeta
ru: Нет файлов изображений в этой папке
zh_hans: 此文件夹中没有图像文件

# imagepicker.photos.select
source: Select from the Photos
cs: Vyberte si z fotek
es_mx: Seleccionar desde fotos
ru: Выберите из фото
zh_hans: 从照片中选择

# imagepicker.internet.search
source: Search in the Internet
cs: Vyhledávání na internetu
es_mx: Buscar en internet
ru: Поиск в Интернете
zh_hans: 搜索互联网

# imagepicker.libraries.search
source: Search in Libraries
cs: Vyhledávání v knihovnách
es_mx: Buscar en bibliotecas
ru: Поиск в библиотеках
zh_hans: 在图书馆中搜索

# imagepicker.files.browse
source: Select from the Storages
cs: Vybrat z úložiště
es_mx: Seleccionar desde el almacén
ru: Выбрать из хранилища
zh_hans: 从存储中选择

# imagepicker.files.import
source: Import with the Files App
cs: Import přes «Soubory»
es_mx: Importar con la app de archivos de Apple
ru: Импорт через «Файлы»
zh_hans: 使用Apple的文件应用导入

# imagepicker.download
source: Download from the catalog
cs: Stáhnout z katalogu
es_mx: Descargar desde el catálogo
ru: Загрузить из каталога
zh_hans: 从目录中下载

# imagepicker.photo.fail
source: Fail request an image from Photo
cs: Chyba žádosti zobrazení z fotek
es_mx: Falló la solicitud de la imagen desde Fotos
ru: Сбой запроса изображения из Фото
zh_hans: 无法从照片中请求图像

# imagepicker.photo.notdetermined
source: User has not yet made a choice with regards to this application
cs: Uživatel ještě nezvolil žádnou aplikaci
es_mx: No has hecho una elección con respecto a KyBook
ru: Пользователь еще не сделал выбор в отношении приложения
zh_hans: 您尚未授权KyBook读取照片

# imagepicker.photo.restricted
source: This application is not authorized to access Photo
cs: Aplikace nemá přístup k fotografiím
es_mx: KyBook no está autorizado para acceder a Fotos
ru: Приложение не имеет права доступа к Фото
zh_hans: KyBook无权访问照片

# imagepicker.photo.denied
source: User has explicitly denied this application access to Photo
cs: Uživatel jasně odmítl přístup aplikaci k fotkám
es_mx: Has denegado explícitamente el acceso de KyBook a Fotos
ru: Пользователь явно запретил приложению доступ к Фото
zh_hans: 您已拒绝KyBook访问照片

# tts.general
source: Speech Synthesis (text-to-speech)
cs: Syntéza řeči (text na řeč)
es_mx: Sintetizador de voz (texto a voz)
ru: Синтез речи (текст в речь)
zh_hans: 朗读（TTS）

# tts.completed
source: Text-to-Speech: completed
cs: Text na řeč: dokončeno
es_mx: Texto a voz: completado
ru: Текст в речь: завершено
zh_hans: 朗读已完成

# tts.unablestart
source: Text-to-Speech: unable start
cs: Text na řeč: nelze spustit
es_mx: Texto a voz: no se pudo iniciar
ru: Текст в речь: не удалось запустить
zh_hans: 无法启动朗读

# tts.pitch
source: Pitch
cs: Тембр
es_mx: Tono
ru: Тембр
zh_hans: 音调

# tts.rate
source: Rate
cs: Rychlost
es_mx: Velocidad
ru: Скорость
zh_hans: 速度

# tts.volume
source: Volume
cs: Hlasitost
es_mx: Volumen
ru: Громкость
zh_hans: 音量

# tts.continuable
source: Speak all
cs: Předčítat vše
es_mx: Leer todo
ru: Проговорить всё
zh_hans: 持续朗读

# tts.continuable.hint
source: When speak a selected text via menu - speak all till end of book
cs: Při předčítání vybraného textu přes menu - předčítat celý text do konce knihy
es_mx: Mientras se lee un texto a través del menú, se continuará leyendo hasta el final del libro.
ru: При проговаривании выделенного текста через меню - проговорить весь текст до конца книги
zh_hans: 当朗读选择的文本时，一直朗读到书的结尾

# tts.voices
source: Voices
cs: Hlasy
es_mx: Voces
ru: Голоса
zh_hans: 选择语音

# tts.voices.headline
source: Select the preferred voice for your language. Application will use a selected voice for speech synthesis
cs: Zvolte preferovaný hlas pro svůj jazyk. Aplikace použije zvolený hlas pro syntézu řeči.
es_mx: Elige tu voz preferida para tu idioma. KyBook usará la voz seleccionada en el sintetizador de voz
ru: Выберите предпочтительный голос для вашего языка. Приложение будет использовать выбранный голос для синтеза речи
zh_hans: 为您的语言选择首选语音，KyBook将使用所选语言合成语音

# tts.voices.footer
source: For more enhanced voices please open the iOS Settings -> General -> Accessibility -> Speech -> Voices and download a premium voice for your language
cs: Pro lepší kvalitu hlasů otevřete nastavení iOS -> Obecně -> Univerzální přístup -> Řeč -> Hlasy a stáhněte lepší hlas pro váš jazyk
es_mx: Para voces de mejor calidad dirígete a Configuración de iOS -> General -> Accesibilidad -> Voz -> Voces y descarga una voz mejorada para tu idioma
ru: Для получения голосов лучшего качества откройте настройки iOS -> Общие -> Универсальный доступ -> Речь -> Голоса и загрузите улучшенный голос для Вашего языка
zh_hans: 想要增强的声音，请打开iOS设置 - >常规 - >辅助功能 - >语音 - >语音并下载适合您语言的增强语音

# autoscrolling.general
source: Auto scrolling
cs: Autoscroll
es_mx: Desplazamiento automático
ru: Автопрокрутка
zh_hans: 自动滚动

# autoscrolling.rate
source: Rate
cs: Rychlost
es_mx: Velocidad
ru: Скорость
zh_hans: 速度

# autoscrolling.hideslider
source: Hide the rate slider in the reader screen
cs: Skrýt posuvník rychlosti na obrazovce čtečky
es_mx: Ocultar la barra de velocidad en la pantalla del lector
ru: Скрыть слайдер скорости на экране читалки
zh_hans: 隐藏阅读器屏幕中的速率滑块

# autoscrolling.tunerate
source: Adjust the rate when scrolling up/down
cs: Upravte rychlost při rolování nahoru / dolů
es_mx: Ajustar la velocidad al desplazarse hacia arriba o abajo
ru: Настраивать скорость при прокрутке вверх / вниз
zh_hans: 向上/向下滚动时调整速度

# network.general
source: Network
cs: Síť
es_mx: Redes
ru: Сеть
zh_hans: 网络

# network.streaming
source: Streaming
cs: Přehrávání v reálném čase
es_mx: Transmisión
ru: Потоковое воспроизведение
zh_hans: 流媒体

# network.streaming.audio
source: Audio Streaming
cs: Streamování zvuku
es_mx: Transmisión de audio
ru: Потоковое аудио
zh_hans: 音频流

# network.streaming.hint
source: When possible KyBook will stream a book directly from the cloud storage without preloading the entire file to the device
cs: Kdykoliv můžete streamovat zvukovou knihu (nebo přijímat metadata PDF) přímo z úložiště cloud, aniž byste museli stáhnout celý soubor do zařízení
es_mx: Cuando sea posible KyBook transmitirá un audiolibro directamente desde el almacén en la nube sin cargar el archivo entero en el dispositivo.
ru: По возможности потоково воспроизводить книгу напрямую с облачного хранилища не загружая преварительно весь файл на устройство
zh_hans: 如果可能，KyBook将直接从云存储流式传输有声读物，而无需将整个文件预加载到设备上

# network.streaming.footer
source: streaming
cs: Průtok
es_mx: transmitiendo
ru: поток
zh_hans: 流媒体

# network.local
source: Local Network
cs: Lokální síť
es_mx: Red local
ru: Локальная сеть
zh_hans: 本地网络

# network.local.neighborhood
source: Network Neighborhood
cs: Síťové prostředí
es_mx: Entorno de red
ru: Сетевое окружение
zh_hans: 网络邻居

# network.local.discovery
source: Local Network Discovery
cs: Hledat v lokální síti
es_mx: Buscar redes locales
ru: Искать в Локальной сети
zh_hans: 本地网络发现

# network.samba
source: Shared folders
cs: Sdílený přístup
es_mx: Carpetas compartidas
ru: Общий доступ
zh_hans: 共享文件夹

# network.server
source: Server
es_mx: Servidor
ru: Сервер
zh_hans: 服务器

# network.sharepoint
source: Sharepoint
cs: Bod připojení
ru: Точка подключения

# network.samba.add
source: Add the Shared Folder
cs: Přidat sdílenou složku
es_mx: Añadir carpeta compartida
ru: Добавить общую папку
zh_hans: 添加共享文件夹

# network.samba.settings
source: Connection settings
cs: Nastavení připojení
es_mx: Ajustes de conexión
ru: Настройки подключения
zh_hans: 连接设置

# network.samba.hint
source: Enter the server name or address, sharepoint (optional), username (optional, will use guest access, if not) and password (optional). If the connection terminates with the error 'Unauthorized' username and password are mandatory!
cs: Zadejte název nebo adresu serveru, bod připojení (volitelné), uživatelské jméno (volitelné, použije-li hostitelský přístup) a heslo (volitelné). Pokud spojení selže s chybou 'Neautorizováno', uživatelské jméno a heslo jsou vyžadovány!
es_mx: Escribe el nombre del servidor o su dirección, Sharepoint (opcional), nombre de usuario (opcional, se utilizará el acceso de visitante si no se especifica) y contraseña (opcional). ¡Si la conexión es finalizada con el error «No autorizado», el nombre de usuario y contraseña son obligatorios!
ru: Введите имя или адрес сервера, точку подключения (необязательно), имя пользователя (необязательно, будет использовать гостевой доступ, если нет) и пароль (необязательно). Если подключение обрывается с ошибкой 'Unauthorized' имя пользователя и пароль обязательны!
zh_hans: 输入服务器名称或地址，Sharepoint（可选），用户名（可选，将使用访客访问，如果未指定）和密码（可选）。如果连接以”未授权“错误终止则用户名和密码是必须填写的！

# network.tor
source: Tor network
cs: Síť Tor
es_mx: Red Tor
ru: Сеть Tor
zh_hans: Tor网络

# network.tor.conf.header
source: Attention! KyBook automatically join to the Tor network when opening .onion OPDS catalog.
cs: Pozor! Při otevření .onion OPDS katalogu se KyBook automaticky připojí k síti Tor.
es_mx: ¡Atención! KyBook se conectará automáticamente a la red Tor al abrir catálogos OPDS .onion
ru: Внимание! KyBook автоматически подключается к сети Тор при открытии .onion OPDS каталога.
zh_hans: 注意！当打开OPDS目录时，KyBook会自动加入Tor网络

# network.tor.conf.footer
source: KyBook will *automatically* join to the Tor network and tunnels traffic for .onion OPDS catalogs and websites. Web browsing and downloading through the Tor network will be significantly slower than through a non-tunneled connection. Please note that KyBook is not intended for web surfing anonymously! Tor KyBook only solves the problem of network reachability. This product uses the Tor distributed networks is produced independently from the Tor anonymity software and carries no guarantee from The Tor Project about quality, suitability or anything else.
cs: KyBook se bude * automaticky * připojovat k síti Tor a provádět tunelové přenosy do .onion OPDS katalogů a webových stránek. Prohlížení webových stránek a stahování přes síť Tor bude mnohem pomalejší než přímé připojení. Vezměte prosím na vědomí, že služba KyBook není určena pro anonymní surfování na webu! Tor KyBook řeší pouze problém dostupnosti sítě. Tento software používá síť Tor bez ohledu na anonymitu software Tor a neposkytuje žádnou záruku z projektu Tor v kvalitě, dostupnosti nebo čehokoli jiného.
es_mx: KyBook *automáticamente* se conectará a la red Tor y conducirá el tráfico de catálogos .onion y sitios web OPDS. La navegación en red y las descargas a través de la red Tor serán considerablemente más lentas que a través de una conexión sin túneles. ¡Por favor ten en cuenta que KyBook no pretende ser usado para navegar anónimamente! El uso de Tor en KyBook solo soluciona el problema de accesibilidad en la red. Este producto utiliza las redes de distribución de Tor, su producción es independiente a los programas de anonimato de Tor, y no conlleva ninguna garantía de calidad, idoneidad ni nada más del proyecto Tor.
ru: KyBook будет *автоматически* присоединяться к сети Tor и туннелировать трафик для .onion OPDS каталогов и веб-сайтов. Просмотр веб-страниц и загрузки через Tor сеть будут значительно медленнее по сравнению с прямым подключением. Пожалуйста, примите во внимание, что KyBook не предназначен для веб-серфинга на условиях анонимности! Tor KyBook решает только проблему достижимости сети. Это програмнное обеспечение использует Tor сеть независимо от программного обеспечения Tor anonymity software и не несет никакой гарантии от Tor Project о качестве, пригодности или о чем-нибудь еще.
zh_hans: KyBook将*自动*加入Tor网络并为洋葱OPDS目录和网站提供隧道流量。 通过Tor网络进行Web浏览和下载将明显慢于非网络。 请注意，KyBook不适合匿名上网！在KyBook中使用Tor只能解决网络可达性问题。 本产品使用Tor分布式网络，独立于Tor匿名软件生成并且不承担Tor的质量，适用性或其他任何的保证

# network.tor.bridge
source: Bridge
cs: Most
es_mx: Puente
ru: Мост
zh_hans: 网桥

# network.tor.bridges
source: Bridges
cs: Mosty
es_mx: Puentes
ru: Мосты
zh_hans: 网桥

# network.tor.bridges.add
source: Add a bridge
cs: Přidat most
es_mx: Añadir un puente
ru: Добавить мост
zh_hans: 添加一个网桥

# network.tor.bridges.reset
source: Delete bridges
cs: Odstranit mosty
es_mx: Borrar puentes
ru: Удалить мосты
zh_hans: 删除网桥

# network.tor.bridges.hint
source: Bridges are Tor relays that help you circumvent censorship. Bridges are not mandatory! Only if you suspect your access to the Tor network is being blocked, you may want to use bridges. More info at bridges.torproject.org
cs: Mosty jsou Tor směrovače, které vám umožňují obcházet cenzuru. Mosty jsou volitelné! Pouze pokud máte podezření, že váš přístup do sítě Tor je zablokován, můžete použít mosty. Doplňkové informace na bridges.torproject.org
es_mx: Los puentes son repetidores que Tor utiliza para rodear censura. ¡Los puentes no son obligatorios! Querrías usar puentes tan solo si sospechas que tu acceso a la red Tor está siendo bloqueado. Más información en bridges.torproject.org.
ru: Мосты - это ретрансляторы Tor, которые позволяют вам обходить цензуру. Мосты не обязательны! Только если вы подозреваете, что ваш доступ к сети Tor блокируется, вы можете использовать мосты. Доп. инфо на bridges.torproject.org
zh_hans: 网桥是Tor的中继，可以帮助您规避审查。网桥不是强制性的！只有当您怀疑您对Tor网络的访问被阻止时，您可能想使用网桥。更多信息，请参阅bridges.torproject.org

# network.status
source: Status
cs: Stav
es_mx: Estado
ru: Состояние
zh_hans: 状态

# network.status.disconnected
source: Disconnected
cs: Žádné připojení
es_mx: Desconectado
ru: Нет соединения
zh_hans: 断开连接
